<?
$MESS ['FM_TOPIC_MOVEMENT'] = "ย้ายหัวข้อไปยังเว็บบอร์ดอื่น";
$MESS ['FM_MOVE_TOPIC'] = "ย้ายหัวข้อไปยังเว็บบอร์ดอื่น";
$MESS ['FM_MOVE'] = "ย้ายหัวข้อจากเว็บบอร์ด";
$MESS ['FM_NO_MODULE'] = "โมดูลเว็บบอร์ดยังไม่ได้ถูกติดตั้ง";
$MESS ['FM_NO_AUTHORIZE'] = "คุณไม่ได้รับสิทธิ์การใช้งาน";
$MESS ['FM_NO_FPERMS'] = "คุณไม่ได้รับอนุญาตให้ย้ายหัวข้อนี้";
$MESS ['FM_EMPTY_DEST_FORUM'] = "ไม่ทราบจุดหมายปลายทางของเว็บบอร์ด";
$MESS ['FM_NO_DEST_FPERMS'] = "คุณไม่ได้รับอนุญาตให้ย้ายหัวข้อนี้";
$MESS ['FM_ERR_MOVE_TOPIC'] = "พบข้อผิดพลาดในการย้ายหัวข้อ";
$MESS ['FM_MOVE_TITLE'] = "ย้ายหัวข้อไปยังเว็บบอร์ดอื่น";
?>