<?
$MESS["F_NO_MODULE"] = "ماژول انجمن نصب نشده است.";
$MESS["F_ERROR_FORUM_NOT_EXISTS"] = "انجمن مورد نظر پیدا نشد.";
$MESS["F_NO_FPERMS"] = "شناسه کاربری و رمز عبور را برای دسترسی به این انجمن وارد کنید";
$MESS["F_ACT_NO_TOPICS"] = "هیچ موضوعی انتخاب نشده است";
$MESS["F_TOPIC_LIST"] = "فهرست موضوعات";
$MESS["F_ERR_SESS_FINISH"] = "نشست شما خاتمه یافته است. لطفا عملیات را تکرار کنید";
$MESS["F_TOPIC_IS_LOST"] = "موضوع مورذنظر پیدا نشد";
$MESS["F_TOPIC_IS_DEL"] = "موضوع مورد نظر با موفقیت حذف شد.";
$MESS["F_TOPIC_NOT_APPROVED"] = "موضوع بعد از تایید مدیر در دسترس خواهد بود";
$MESS["F_TOPICS_IS_DEL"] = "موضوعات مورد نظر با موفقیت حذف شدند.";
$MESS["F_TOPICS_IS_CLOSED"] = "موضوعات مورد نظر با موفقیت بسته شدند.";
?>