<?
	$MESS["FILTER_NAME"] = "Фильтр";
	$MESS["FILTER_NAME_TIP"] = "Задается имя переменной, в которой передается массив параметров из фильтра. Служит для определения выходящих из фильтра элементов. Поле может быть оставлено пустым, тогда используется значение по умолчанию.";
	$MESS["INIT_SLIDER"] = "Инициализировать слайдер";
	$MESS["SHOW_MEASURE"] = "Показывать единицы измерения";
	$MESS["SHOW_MEASURE_WITH_RATIO"] = "Выводить единицу измерения с коэффициентом при отображении минимальной цены для товаров с торговыми предложениями";
	$MESS["SHOW_MEASURE_WITH_RATIO_TIP"] = "При отмеченной опции у товаров с торговыми предложениями у минимальной цены будет отображаться единица измерения вместе с коэффициентом (если коэффициент единицы измерения не равен 1)";
?>