<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
include 'roistat.php';
$APPLICATION->SetTitle("Cистемы безопасности и видеонаблюдения – интернет-магазин систем безопасности Rusmarta.ru");
$APPLICATION->SetPageProperty("description", "Охранные системы безопасности для дома и офиса. Большой каталог товаров. Индивидуальные системы охраны и безопасности с доставкой по всей России в интернет-магазине Rusmarta.ru");
global $arSetting;
if(in_array("CONTENT", $arSetting["HOME_PAGE"]["VALUE"])):?><h1 id="pagetitle">Интернет-магазин систем безопасности</h1>
<p>Системы безопасности пользуются все большей популярностью. Благодаря им можно защитить себя, своих близких, ценное имущество, предотвратить утечку информации, предупредить или снизить вероятность преступных действий злоумышленников. Мы предлагаем высококлассное оборудование, которое способно обезопасить любой объект, будь то небольшая квартира или крупный офис. Также у нас вы найдете индивидуальные системы безопасности, например, персональные видеорегистраторы с быстрой доставкой по всей России.</p>

<h2>Комплексные технические решения и не только</h2>

<p>Современные системы безопасности нередко предлагают комплексный подход. Они предполагают наличие различных подсистем, объединенных общей целью - всесторонним обеспечением защиты и безопасности. В такую комплексную систему обычно входят:</p>

<ul>
	<li>комплекты видеонаблюдения;</li>
	<li>охранные сигнализации с системами оповещения;</li>
	<li>устройства контроля доступа (видеоглазки, домофоны).</li>
</ul>

<p>Дополнительно любая из подсистем может комплектоваться вспомогательным оборудованием - специальными датчиками, источниками питаниями, коммутаторами и т.д.</p>

<p>Все более востребованы и индивидуальные системы безопасности. К их числу относятся обособленные видеокамеры, персональные и автомобильные видеорегистраторы, GPS-трекеры.</p>

<p>К тому же базовые охранные и защитные функции может выполнять и другое оборудование, в том числе муляжи камер, GSM-розетки, фотоловушки.</p>

<p>Продукция, предназначенная для обеспечения безопасности, представлена в ассортименте нашей компании.</p>

<h2>Почему стоит выбрать наш сайт?</h2>

<p>Продажа и обслуживание систем охраны и безопасности - это основная деятельность компании Rusmarta. Мы на рынке с 2009 года, знаем, чем помочь любому нашему клиенту. К нашим преимуществам относится следующее:</p>

<ul>
	<li>большой выбор продукции высокого качества. С нашей помощью можно создать комплексные современные системы безопасности или же просто обзавестись надежными помощниками, вроде автомобильного регистратора, видеоглазка или GSM-розетки. Причем в любом случае это проверенные устройства с гарантией и необходимой документацией;</li>
	<li>бесплатные консультации и помощь с настройкой. Сигнализация или видеонаблюдение - это достаточно сложное техническое средство. Понимая это, наш магазин систем безопасности предлагает телефонную горячую линию и техническую поддержку;</li>
	<li>привлекательные цены. У нас отлаженные взаимосвязи с надежными поставщиками, благодаря чему покупатели могут рассчитывать на демократичную стоимость и наиболее выгодные условия приобретения систем безопасности в нашем магазине;</li>
	<li>приятные мелочи. Сотрудничество с нами - гарантия удобного сопровождения заказа, возможность вернуть товар в течение 14 дней, возможность тестирования приобретаемой продукции на месте, оперативная доставка по всей России, а также вариативность способов оплаты.</li>
</ul>

<p>Если нужна система безопасности для дома или на любой другой объект, то выбирайте услуги Rusmarta.</p>

 <br><?endif;
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>