<?
$MESS["PATH_TO_ORDER_TIP"] = "Шлях сторінки процедури оформлення замовлення. Якщо сторінка знаходиться в поточній директорії, то достатньо вказати її назву.";
$MESS["HIDE_COUPON_TIP"] = "Якщо \"Так\", то на сторінці з кошиком товарів поле для введення купона на знижку показано не буде.";
$MESS["COLUMNS_LIST_TIP"] = "Вибираються поля, які будуть виведені в якості назв колонок таблиці товарів.";
$MESS["SET_TITLE_TIP"] = "В якості заголовка сторінки буде встановлено \"Мій кошик\".";
$MESS["QUANTITY_FLOAT_TIP"] = "При зазначеній опції буде використовуватися дробова величина кількості товару.";
$MESS["PRICE_VAT_INCLUDE_TIP"] = "При зазначеній опції ціни будуть показані з урахуванням ПДВ.";
$MESS["PRICE_VAT_SHOW_VALUE_TIP"] = "Опція служить для показу величини ПДВ.";
?>