<p>
	 ¬ы можете выбрать один из трЄх вариантов оплаты:
</p>
<div>
	<b>ќплата наличными<br>
	<br>
	</b>
</div>
<p>
	 ѕри выборе варианта оплаты наличными, вы дожидаетесь приезда курьера и передаЄте ему сумму за товар в рубл€х.  урьер предоставл€ет товар, который можно осмотреть на предмет повреждений, соответствие указанным услови€м. ѕокупатель подписывает товаросопроводительные документы, вносит денежные средства и получает чек.
</p>
<p>
	 “акже оплата наличными доступна при самовывозе из магазина, оплаты по почте или использовании постамата.
</p>
<div>
	<b>Ѕезналичный расчЄт<br>
	</b><b><br>
	</b>
</div>
<p>
	 ѕри оформлении заказа в корзине вы можете выбрать вариант безналичной оплаты. ћы принимаем карты Visa и Master Card. „тобы оплатить покупку, вас перенаправит на сервер системы ASSIST, где вы должны ввести номер карты, срок действи€, им€ держател€.
</p>
<p>
	 ¬ам могут отказать от авторизации в случае:
</p>
<ul>
	<li>если ваш банк не поддерживает технологию 3D-Secure;</li>
	<li>на карте недостаточно средств дл€ покупки;</li>
	<li>банк не поддерживает услугу платежей в интернете;</li>
	<li>истекло врем€ ожидани€ ввода данных;</li>
	<li>в данных была допущена ошибка.</li>
</ul>
<p>
	 ¬ этом случае вы можете повторить авторизацию через 20 минут, воспользоватьс€ другой картой или обратитьс€ в свой банк дл€ решени€ вопроса.
</p>
<p>
	 Ѕезналичным расчЄтом можно воспользоватьс€ при курьерской доставке, использовании постамата или самовывоза из магазина.
</p>
<div>
	<b>Ёлектронные системы<br>
	<br>
	</b>
</div>
<p>
	 ƒл€ оплаты вы можете воспользоватьс€ одной из электронных платЄжных систем:
</p>
<ul>
	<li>PayPal;</li>
	<li>WebMoney;</li>
	<li>яндекс.ƒеньги.</li>
</ul>
<p>
	 ¬ас перенаправит на страницу платежного сервиса, следу€ инструкци€м, заполните правильную форму.
</p>