<p>
	 Оформить заказ на нашем сайте легко. Просто добавьте выбранные товары в корзину, а затем перейдите на страницу Корзина, проверьте правильность заказанных позиций и нажмите кнопку «Оформить заказ» или «Быстрый заказ».
</p>
<div>
 <b>Быстрый заказ<br>
 </b><b><br>
 </b>
</div>
<p>
	 Функция «Быстрый заказ» позволяет покупателю не проходить всю процедуру оформления заказа самостоятельно. Вы заполняете форму, и через короткое время вам перезвонит менеджер магазина. Он уточнит все условия заказа, ответит на вопросы, касающиеся качества товара, его особенностей. А также подскажет о вариантах оплаты и доставки.
</p>
<p>
	 По результатам звонка, пользователь либо, получив уточнения, самостоятельно оформляет заказ, укомплектовав его необходимыми позициями, либо соглашается на оформление в том виде, в котором есть сейчас. Получает подтверждение на почту или на мобильный телефон и ждёт доставки.
</p>
<div>
 <b>Оформление заказа в стандартном режиме</b><br>
 <br>
</div>
 Если вы уверены в выборе, то можете самостоятельно оформить заказ, заполнив по этапам всю форму.<br>
 <br>
<div>
 <b>Заполнение адреса<br>
 <br>
 </b>
</div>
<p>
	 Выберите из списка название вашего региона и населённого пункта. Если вы не нашли свой населённый пункт в списке, выберите значение «Другое местоположение» и впишите название своего населённого пункта в графу «Город». Введите правильный индекс.
</p>
<div>
 <b>Доставка<br>
 <br>
 </b>
</div>
<p>
	 В зависимости от места жительства вам предложат варианты доставки. Выберите любой удобный способ.&nbsp;<br>
	<br>
	<b>Оплата</b>
</p>
<p>
	 Выберите оптимальный способ оплаты.&nbsp;
</p>
<div>
 <b>Покупатель<br>
 <br>
 </b>
</div>
<p>
	 Введите данные о себе: ФИО, адрес доставки, номер телефона. В поле «Комментарии к заказу» введите сведения, которые могут пригодиться курьеру, например: подъезды в доме считаются справа налево.
</p>
<div>
 <b>Оформление заказа<br>
 <br>
 </b>
</div>
<p>
	 Проверьте правильность ввода информации: позиции заказа, выбор местоположения, данные о покупателе. Нажмите кнопку «Оформить заказ».
</p>
<p>
	 Наш сервис запоминает данные о пользователе, информацию о заказе и в следующий раз предложит вам повторить к вводу данные предыдущего заказа. Если условия вам не подходят, выбирайте другие варианты.
</p>