<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("—правочна€ информаци€");
?> 
<div class="inside_page_content">
	<div>—правочна€ информаци€ на сайте помогает посетителю ресурса быстрее найти ответы на вопросы и дает подсказки о том, как быстрее и проще сделать те или иные вещи.</div>
	<br />
	<div>¬ разделе &quot;<a href="<?=SITE_DIR?>blog/" >—татьи</a>&quot; ¬ы найдете интересные материалы о способах обращени€ с техникой, оптимальных способах использовани€ строительных материалов и многих других вещах, которые позвол€т ¬ам быстрее выбрать нужный товар и как можно легче его использовать.</div>
	<br />
	<div>ќтветы на типовые вопросы посетителей мы собрали в разделе &quot;<a href="<?=SITE_DIR?>info/faq/" >¬опрос-ответ</a>&quot;. ≈сли ¬ам что-то не пон€тно на сайте, предлагаем посетить этот раздел, чтобы разобратьс€ со всеми сложност€ми в считанные минуты. ≈сли же ответа найти не удалось, можно задать его нам на той же странице, и мы об€зательно ¬ам ответим!</div>
	<div>», наконец, с информацией о производител€х и списком их продукции можно ознакомитьс€ на странице &quot;<a href="<?=SITE_DIR?>info/brands/" >Ѕренды</a>&quot;.</div>
</div>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>