<h2>Интернет-магазин систем безопасности<br>
 </h2>
<p>
	 Мы устанавливаем и&nbsp;продаём GSM сигнализации&nbsp;с 2009 года&nbsp;и не будем навязывать Вам ненужные или дешёвые решения.&nbsp;По состоянию на 30.12.2015 г. компанией&nbsp;продано и установлено более 2500 сигнализаций.&nbsp;Мы предлагаем только те решения, которые прошли многократную проверку временем.&nbsp;Наши сигнализации будут охранять Вас годами. &nbsp; &nbsp;
</p>
<p>
	 &nbsp; &nbsp;&nbsp; &nbsp;&nbsp; <br>
</p>
<h2>Продукция высокого качества</h2>
<p>
	 В отличие от большинства других продуктов, охранные GSM сигнализации СТРАЖ, Frequency, Express и Sapsan&nbsp;-&nbsp;зарегистрированные в России торговые марки, а наша компания имеет квалифицированный персонал. Благодаря работе инженеров, постоянно усовершенствуется программное обеспечение. Другими словами - брака практически нет, ложных сработок датчиков тоже, в отличие от большинства аналогичных систем продающихся на рынке по более дешевой цене.&nbsp;
</p>
<h2>Лучшие товары по лучшим ценам!</h2>
<p>
</p>
<p>
	 Проверенные временем&nbsp;сигнализации, которые уже завтра обеспечат 99,9% защиты Вашего дома,а 49 000 рублей - оставьте себе.&nbsp; Каждые&nbsp;5 минут&nbsp;в России совершается квартирная кража. И пока Вы дочитаете этот текст - кто-то где-то что-то украдёт... <br>
	 Средняя кража - 49 000 рублей.&nbsp;И это только по официальной статистике.
</p>
<p>
</p>
<p>
</p>
 <br>