<?
$MESS['ACRIT_CRM_TAB_PRODUCTS_HEADING'] = 'Параметры выгрузки состава товаров в заказы интернет-магазина';
$MESS['ACRIT_CRM_TAB_BASIC_SEARCH_FIELD'] = 'Поле-идентификатор товара в интернет-магазине';
$MESS['ACRIT_CRM_TAB_BASIC_SEARCH_FIELD_HINT'] = 'По данному полю товары из заказа площадки будут находиться в базе вашего интернет-магазина и добавляться к создаваемому в нём заказу. Для каждого инфоблока необходимо указать своё поле.';
$MESS['ACRIT_CRM_TAB_PRODUCTS_IBLOCK_IDS_NO'] = 'Не задано';
?>