<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Гарантия – условия гарантии на товар интернет-магазина – Rusmarta.ru");
$APPLICATION->SetPageProperty("description", "Самая полная информация о сроках и условиях гарантийного обслуживания на товар. Условия обмена и возврата. Системы охраны и безопасности с доставкой по всей России в интернет-магазине Rusmarta.ru");
$APPLICATION->SetTitle("Гарантия");?><p>
 <b><span style="color: #9d0a0f;">Уважаемые клиенты просим внимательно ознакомиться с нижеизложенными положениями по порядку устранения выявленных недостатков оборудования.</span></b><b><br>
 </b>
</p>
<p>
 <b>Порядок обращения клиентов в авторизованный сервисный центр.</b>
</p>
<p>
 <b>1. Отправка оборудования в ремонт</b>
</p>
<p>
 <i>Отправка транспортной компанией.</i>
</p>
<p>
	<i><b>(Уважаемые клиенты. Оборудование в ремонт принимается только в чистом виде! Убедительная просьба очистить товар от грязи и пыли перед отправкой в наш сервисный центр. Благодарим за понимание!)</b></i>
</p>
<p>
	 При получении товара покупателем, находящимся в другом городе - инженером технического отдела&nbsp;создается обратная накладная транспортной компании (ТК СДЭК, Боксберри) номер накладной отправляется клиенту в виде СМС сообщения.<b><br>
 </b>
</p>
<p>
	 Для отправки оборудования транспортной компанией - покупателю необходимо упаковать оборудование подлежащее отправке, придти в любой ближайший пункт выдачи&nbsp;и передать упакованное оборудование сотруднику транспортной компании, сообщив номер накладной из СМС сообщения.
</p>
<p>
 <i>Отправка Почтой России.</i>
</p>
<p>
	 В случае, если в городе покупателя нет возможности отправки оборудования транспортной компанией, отправка осуществляется Почтой России. Адрес для отправки оборудования покупателю сообщает инженер технического отдела в день обращения покупателя либо по телефону либо в виде СМС сообщения на номер покупателя.
</p>
<p>
	 Для отправки оборудования Почтой России - покупателю необходимо упаковать оборудование подлежащее отправке, придти в отделение Почты России и отправить посылкой по ранее полученному адресу.<br>
</p>
<p>
 <b>2. Кто оплачивает доставку до сервисного центра и обратно?</b><br>
</p>
<p>
	 В соответствии с п.7 ст.18 "Закона о защита прав потребителей" от 07.02.1992 г., а также п.21 Постановления Правительства Российской Федерации от 27.09.2007 г. "Об утверждении правил продажи товаров дистанционным способом"
</p>
<p>
 <b>А.</b> В случае если покупатель обратился с требованиями в отношении недостатков товара <b>не позднее 7 дней</b> с момента получения товара:&nbsp;
</p>
<p>
 <b><i>- Доставка до сервисного центра и обратно осуществляется за счет продавца.</i></b>
</p>
<p>
 <b>Б. </b>В случае если покупатель обратился с требованиями в отношении недостатков товара позже 7 дней с момента получения товара:&nbsp;
</p>
<p>
 <b><i>- Доставка до сервисного центра осуществляется за счет покупателя</i></b>
</p>
<p>
 <b><i>- Доставка из сервисного центра осуществляется за счет продавца</i></b>
</p>
<p>
</p>
<p>
</p>
<p>
 <b>3. Сроки&nbsp;ремонта</b>
</p>
<p>
	 Сроки диагностики и ремонта исчисляются с момента получения продавцом посылки в пункте выдачи транспортной компании или в отделении Почты России. Момент получения посылки фиксируется в истории отслеживания отправления по трек номеру на сайте транспортной компании или сайте Почты России.
</p>
<p>
 <b>Максимальный срок ремонта</b> в соответствии с п.1 ст.20 "Закона о защита прав потребителей" от 07.02.1992 г. <b>составляет 45 дней с момента получения посылки продавцом.</b>
</p>
<p>
	 Срок нахождения оборудования в ремонте фиксируется с момента передачи посылки на отправку в транспортную компанию или Почту России в сторону клиента.
</p>
<p>
 <b>4. Как происходит выявление неисправности и ремонт оборудования в наших СЦ?</b>
</p>
<p>
	 - После получения посылки, инженер ставит заявке статус "Получена", при этом Вам придет СМС сообщение о том, что ваша посылка дошла до нашего СЦ.
</p>
<p>
	 - После получения посылки может пройти некоторое время прежде чем инженер приступит к проверке качества, диагностике и выявлению неисправности вашего оборудования. Связано это с тем, что посылки, поступающие в ремонт обрабатываются в порядке очереди и на каждую нужно некоторое время.
</p>
<p>
	 -&nbsp; Как только очередь дойдет до вашей посылки, инженер произведет диагностику и обязательно свяжется с Вами для объяснения причин возникновения неисправности и вариантах ее исправления.
</p>
<p>
	 - После согласования с Вами, инженер приступит к ремонту.
</p>
<p>
	 - Когда Ваше оборудование будет готово, Вам придет СМС сообщение о готовности. Также с Вами свяжется инженер для уточнения данных для отправки оборудования обратно Вам в пользование.
</p>
<p>
 <br>
</p>
<p>
 <br>
</p>
<p>
 <br>
</p>
<p>
 <b><br>
 </b>
</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>