<?
$MESS["BIZPROCDESIGNER_INSTALL_NAME"] = "Дизайнер бізнес-процесів";
$MESS["BIZPROCDESIGNER_INSTALL_DESCRIPTION"] = "Модуль для проєктування, створення та зміни бізнес-процесів";
$MESS["BIZPROC_INSTALL_TITLE"] = "Встановлення модуля";
$MESS["BIZPROC_PHP_L439"] = "Ви використовуєте версію PHP #VERS#, модулю для роботи потрібна версія не нижче 5.0.0. Будь ласка, оновіть PHP або зверніться до служби технічної підтримки вашого хостингу.";
$MESS["BIZPROC_ERROR_BPM"] = "Потрібен встановлений модуль бізнес-процесів.";
$MESS["BIZPROC_ERROR_EDITABLE"] = "Модуль не доступний у вашій редакції.";
?>