<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Соглашение на обработку персональных данных");?>
<p>
Настоящее пользовательское соглашение является публичной офертой (то есть предложением заключить соглашение).
Нажимая клавиши которые подразумевают под собой отправку нам своих контактных данных, вы считаетесь присоединившимся к нему.
</p>
<h2><b>Соглашение на обработку персональных данных</b></h2>
<p>
Добрый день! Мы рады приветствовать Вас на нашем сайте! Предлагаем Вашему вниманию соглашение об обработке персональных данных.
</p>
<p>
Внимание! По причинам экономического, организационного, а иногда и правового характера Соглашение периодически подвергается изменениям. У Администрации Сайта отсутствует возможность рассылать Пользователям уведомления о таких изменениях, поэтому настоятельно просим Вас периодически заходить на эту страницу, чтоб проверить, не появилось ли здесь чего-то, противоречащего Вашим убеждениям и принципам.
</p>
<p>
Если Вы как Пользователь не согласны с внесенными изменениями, у Вас всегда есть право отказаться от доступа к Сайту и прекратить использование его материалов.
</p>
<p>
Если Вы считаете, что Соглашение или действия нас как Администрации Сайта нарушает Ваши права, не молчите, напишите нам об этом по электронному адресу: ___@___.__
</p>
<p>
1. Термины, применяемые в настоящем Соглашении:
</p>
<p>
1.1. Сайт – это совокупность текстов, графических элементов, дизайна, изображений, программного кода, фото- и видеоматериалов и иных результатов интеллектуальной деятельности, содержащихся в сети Интернет под доменным именем http://___.__
</p>
<p>
1.2. Администрация Сайта – это лицо, обладающее правами администрирования Сайта.
</p>
<p>
1.3. Пользователь – это любое лицо, осуществившее вход на Сайт и принявшее условия настоящего Соглашения, независимо от факта прохождения процедур регистрации и авторизации.
</p>
<p>
2. Использование персональных данных
</p>
<p>
2.1. Принимая условия настоящего соглашения, Пользователь предоставляет Администрации Сайта согласие на обработку своих персональных данных.
</p>
<p>
2.2. Цель обработки персональных данных: регистрация на Сайте, регистрация на мероприятия Сайта, рекламная цель, новостная e-mail рассылка.
</p>
<p>
2.3. Обработке подлежат следующие персональные данные:<br>
&nbsp;&nbsp;2.3.1. Фамилия, имя, отчество Пользователя;<br>
&nbsp;&nbsp;2.3.2. Электронный адрес Пользователя;<br>
&nbsp;&nbsp;2.3.3. Номер телефона Пользователя.
</p>
<p>
2.4. Под обработкой персональных данных подразумевается следующий перечень действий с персональными данными: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление доступа), обезличивание, блокирование, удаление, уничтожение персональных данных.
</p>
<p>
2.5. Принимая условия настоящего соглашения, Пользователь соглашается с получением рекламной рассылки по телефону (в формате sms-сообщений) и по электронной почте.
</p>
<p>
2.6. Данное согласие на обработку персональных данных действует бессрочно, но может быть отозвано субъектом персональных данных на основании личного заявления, направленного по электронной почте Администрации Сайта.
</p>
<p>
2.7. Администрация Сайта обязуется использовать персональные данные Пользователя, полученные в результате использования Сайта в соответствии с требованиями законодательства о защите персональных данных, в том числе федерального закона № 152-ФЗ от 27.07.2006 «О персональных данных» в редакции, действующей на момент обработки таких персональных данных.
</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>