<?
$MESS["WF_STATUS_CHANGE_NAME"] = "«м≥нено статус документу";
$MESS["WF_STATUS_CHANGE_DESC"] = "#ID# Ч ID
#ADMIN_EMAIL# Ч E-mail'и адм≥н≥стратор≥в документооб≥гу (через кому)
#BCC# Ч прихована коп≥€ (вс≥ хто зм≥нював або може зм≥нити документ в його поточному статус≥)
#PREV_STATUS_ID# Ч ID попереднього статусу документа
#PREV_STATUS_TITLE# Ч найменуванн€ попереднього статусу документа
#STATUS_ID# Ч ID статусу
#STATUS_TITLE# Ч найменуванн€ статуса
#DATE_ENTER# Ч дата створенн€ документу
#ENTERED_BY_ID# Ч ID користувача, що створив документ
#ENTERED_BY_NAME# Ч ≥мТ€ користувача, €кий створив документ
#ENTERED_BY_EMAIL# Ч E-mail користувача, €кий створив документ
#DATE_MODIFY# Ч дата зм≥ни документу
#MODIFIED_BY_ID# Ч ID користувача, €кий зм≥нив документ
#MODIFIED_BY_NAME# Ч ≥мТ€ користувача, €кий зм≥нив документ
#FILENAME# Ч повне ≥мТ€ файлу
#TITLE# Ч заголовок файлу
#BODY_HTML# Ч вм≥ст документу в формат≥ HTML
#BODY_TEXT# Ч вм≥ст документу в формат≥ TEXT
#BODY# Ч вм≥ст документу, що збер≥гаЇтьс€ в баз≥ 
#BODY_TYPE# Ч тип вм≥сту документа
#COMMENTS# Ч коментар";
$MESS["WF_STATUS_CHANGE_SUBJECT"] = "#SITE_NAME#: «м≥нено статус документу # #ID#";
$MESS["WF_STATUS_CHANGE_MESSAGE"] = "«м≥нено статус документу # #ID# на сайт≥ #SITE_NAME#.
---------------------------------------------------------------------------

«араз пол€ документа мають так≥ значенн€:

»м€ файла Ч #FILENAME#
«аголовок Ч #TITLE#
—татус Ч [#STATUS_ID#] #STATUS_TITLE#; попередн≥й Ч [#PREV_STATUS_ID#] #PREV_STATUS_TITLE#
—творено Ч #DATE_ENTER#; [#ENTERED_BY_ID#] #ENTERED_BY_NAME#
«м≥нено Ч #DATE_MODIFY#; [#MODIFIED_BY_ID#] #MODIFIED_BY_NAME#

¬м≥ст (тип Ч #BODY_TYPE#):
---------------------------------------------------------------------------
#BODY_TEXT#
---------------------------------------------------------------------------

 оментар:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

ƒл€ перегл€ду ≥ редагуванн€ документу скористайтес€ посиланн€м: http://#SERVER_NAME#/bitrix/admin/workflow_edit.php?lang=ru&ID=#ID#

Ћист сгенеровано автоматично.

";
$MESS["WF_NEW_DOCUMENT_NAME"] = "—творено новий документ";
$MESS["WF_NEW_DOCUMENT_DESC"] = "#ID# Ч ID
#ADMIN_EMAIL# Ч E-mail'и адм≥н≥стратор≥в документооб≥гу (через кому)
#BCC# Ч прихована коп≥€ (вс≥ хто зм≥нював або може зм≥нити документ в його поточному статус≥)
#STATUS_ID# Ч ID статусу
#STATUS_TITLE# Ч найменуванн€ статуса
#DATE_ENTER# Ч дата створенн€ документу
#ENTERED_BY_ID# Ч ID користувача, що створив документ
#ENTERED_BY_NAME# Ч ≥мТ€ користувача, що створив документ
#ENTERED_BY_EMAIL# Ч E-mail користувача, що створив документ
#FILENAME# Ч повне ≥мТ€ файлу
#TITLE# Ч заголовок файлу
#BODY_HTML# Ч вм≥ст документу в формат≥ HTML
#BODY_TEXT# Ч вм≥ст документу в формат≥ TEXT
#BODY# Ч вм≥ст документу, що збер≥гаЇтьс€ в баз≥ 
#BODY_TYPE# Ч тип вм≥сту документа
#COMMENTS# Ч коментар";
$MESS["WF_NEW_DOCUMENT_SUBJECT"] = "#SITE_NAME#: —творено новий документ";
$MESS["WF_NEW_DOCUMENT_MESSAGE"] = "—творено новий документ на сайт≥ #SITE_NAME#.
---------------------------------------------------------------------------

«араз пол€ документа мають так≥ значенн€:

ID Ч #ID#
»м€ файла Ч #FILENAME#
«аголовок Ч #TITLE#
—татус Ч [#STATUS_ID#] #STATUS_TITLE#; попередн≥й Ч [#PREV_STATUS_ID#] #PREV_STATUS_TITLE#
—творено Ч #DATE_ENTER#; [#ENTERED_BY_ID#] #ENTERED_BY_NAME#

¬м≥ст (тип Ч #BODY_TYPE#):
---------------------------------------------------------------------------
#BODY_TEXT#
---------------------------------------------------------------------------

 оментар:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

ƒл€ перегл€ду ≥ редагуванн€ документу скористайтес€ посиланн€м: http://#SERVER_NAME#/bitrix/admin/workflow_edit.php?lang=ru&ID=#ID#

Ћист сгенеровано автоматично.";
$MESS["WF_IBLOCK_STATUS_CHANGE_NAME"] = "«м≥нено статус елементу ≥нфоблоку";
$MESS["WF_IBLOCK_STATUS_CHANGE_DESC"] = "#ID# Ч ID
#IBLOCK_ID# Ч ID ≥нформац≥йного блоку
#IBLOCK_TYPE# Ч тип ≥нформац≥йного блоку
#SECTION_ID# Ч ID секц≥њ
#ADMIN_EMAIL# Ч E-mail'и адм≥н≥стратор≥в документооб≥гу
#BCC# Ч прихована коп≥€ (вс≥ хто зм≥нював або може зм≥нити елемент)
#PREV_STATUS_ID# Ч ID попереднього статусу документа
#PREV_STATUS_TITLE# Ч найменуванн€ попереднього статусу документа
#STATUS_ID# Ч ID поточного статуса
#STATUS_TITLE# Ч найменуванн€ поточного статуса
#DATE_CREATE# Ч дата створенн€ елементу
#CREATED_BY_ID# Ч ID користувача, €кий створив елемент
#CREATED_BY_NAME# Ч ≥мТ€ користувача, €кий створив елемент
#CREATED_BY_EMAIL# Ч E-mail користувача, €кий створив елемент
#DATE_MODIFY# Ч дата зм≥ни елементу
#MODIFIED_BY_ID# Ч ID користувача, €кий зм≥нив документ
#MODIFIED_BY_NAME# Ч ≥мТ€ користувача, €кий зм≥нив документ
#NAME# Ч найменуванн€ елементу
#PREVIEW_HTML# Ч анонс у формат≥ HTML
#PREVIEW_TEXT# Ч анонс у формат≥ TEXT
#PREVIEW# Ч анонс, що збер≥гаЇтьс€ в баз≥
#PREVIEW_TYPE# Ч тип анонсу (text | html)
#DETAIL_HTML# Ч детальний опис елемента в формат≥ HTML
#DETAIL_TEXT# Ч детальний опис елемента в формат≥ TEXT
#DETAIL# Ч детальний опис елемента, що збер≥гаЇтьс€ в баз≥
#DETAIL_TYPE# Ч тип детального опису (text | html)
#COMMENTS# Ч коментар";
$MESS["WF_IBLOCK_STATUS_CHANGE_SUBJECT"] = "#SITE_NAME#: «м≥нено статус елемента # #ID# ≥нформац≥йного блока # #IBLOCK_ID# (тип Ч #IBLOCK_TYPE#)";
$MESS["WF_IBLOCK_STATUS_CHANGE_MESSAGE"] = "#SITE_NAME#: «м≥нено статус елемента # #ID# ≥нформац≥йного блока # #IBLOCK_ID# (тип Ч #IBLOCK_TYPE#)
---------------------------------------------------------------------------

«араз пол€ елемента мають так≥ значенн€:

Ќайменуванн€ Ч #NAME#
—татус Ч [#STATUS_ID#] #STATUS_TITLE#; попередн≥й Ч [#PREV_STATUS_ID#] #PREV_STATUS_TITLE#
—творено Ч #DATE_CREATE#; [#CREATED_BY_ID#] #CREATED_BY_NAME#
«м≥нено Ч #DATE_MODIFY#; [#MODIFIED_BY_ID#] #MODIFIED_BY_NAME#

јнонс (тип Ч #PREVIEW_TYPE#):
---------------------------------------------------------------------------
#PREVIEW_TEXT#
---------------------------------------------------------------------------

ƒетальний опис (тип Ч #DETAIL_TYPE#):
---------------------------------------------------------------------------
#DETAIL_TEXT#
---------------------------------------------------------------------------

 оментар:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

ƒл€ перегл€ду та редагуванн€ елемента скористайтес€ посиланн€м:
http://#SERVER_NAME#/bitrix/admin/iblock_element_edit.php?lang=ru&WF=Y&PID=#ID#&type=#IBLOCK_TYPE#&IBLOCK_ID=#IBLOCK_ID#&filter_section=#SECTION_ID#

Ћист сгенеровано автоматично.";
$MESS["WF_NEW_IBLOCK_ELEMENT_NAME"] = "—творено новий елемент ≥нфоблоку";
$MESS["WF_NEW_IBLOCK_ELEMENT_DESC"] = "#ID# Ч ID
#IBLOCK_ID# Ч ID ≥нформац≥йного блоку
#IBLOCK_TYPE# Ч тип ≥нформац≥йного блоку
#SECTION_ID# Ч ID секц≥њ
#ADMIN_EMAIL# - E-mail'и адм≥н≥стратор≥в документооб≥гу
#BCC# Ч прихована коп≥€ (вс≥ хто зм≥нював або може зм≥нити документ в його поточному статус≥)
#STATUS_ID# Ч ID статуса
#STATUS_TITLE# Ч найменуванн€ статуса
#DATE_CREATE# Ч дата створенн€ елементу
#CREATED_BY_ID# Ч ID користувача, €кий створив елемент
#CREATED_BY_NAME# Ч ≥мТ€ користувача, €кий створив елемент
#CREATED_BY_EMAIL# Ч E-mail користувача, €кий створив елемент
#NAME# Ч найменуванн€ елементу
#PREVIEW_HTML# Ч анонс у формат≥ HTML
#PREVIEW_TEXT# Ч анонс у формат≥ TEXT
#PREVIEW# Ч анонс, що збер≥гаЇтьс€ в баз≥
#PREVIEW_TYPE# Ч тип анонсу (text | html)
#DETAIL_HTML# Ч детальний опис елементу в формат≥ HTML
#DETAIL_TEXT# Ч детальний опис елементу в формат≥ TEXT
#DETAIL# Ч детальний опис елементу, що збер≥гаЇтьс€ в баз≥
#DETAIL_TYPE# Ч тип детального опису
#COMMENTS# Ч коментар";
$MESS["WF_NEW_IBLOCK_ELEMENT_SUBJECT"] = "#SITE_NAME#: —творено новий елемент ≥нформац≥йного блоку # #IBLOCK_ID# (тип Ч #IBLOCK_TYPE#)";
$MESS["WF_NEW_IBLOCK_ELEMENT_MESSAGE"] = "#SITE_NAME#: —творено новий елемент ≥нформац≥йного блоку # #IBLOCK_ID# (тип Ч #IBLOCK_TYPE#)
---------------------------------------------------------------------------

«араз пол€ елемента мають так≥ значенн€:

Ќайменуванн€ Ч #NAME#
—татус Ч [#STATUS_ID#] #STATUS_TITLE#
—творено Ч #DATE_CREATE#; [#CREATED_BY_ID#] #CREATED_BY_NAME#

јнонс (тип Ч #PREVIEW_TYPE#):
---------------------------------------------------------------------------
#PREVIEW_TEXT#
---------------------------------------------------------------------------

ƒетальний опис (тип Ч #DETAIL_TYPE#):
---------------------------------------------------------------------------
#DETAIL_TEXT#
---------------------------------------------------------------------------

 оментар:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

ƒл€ перегл€ду та редагуванн€ елемента скористайтес€ посиланн€м:
http://#SERVER_NAME#/bitrix/admin/iblock_element_edit.php?lang=ru&WF=Y&PID=#ID#&type=#IBLOCK_TYPE#&IBLOCK_ID=#IBLOCK_ID#&filter_section=#SECTION_ID#

Ћист сгенеровано автоматично.";
?>