<?
$MESS["IBLOCK_TYPE_TIP"] = "Зі списку обирається один із створених в системі типів інфоблоків. Після натискання кнопки <b><i>ок</i></b> будуть довантажені Інфоблоки, створені для обраного типу.";
$MESS["IBLOCK_ID_TIP"] = "Вибирається один з інфоблоків встановленого типу. Якщо пункт (інше) ->, то необхідно вказати ID інфоблоків в полі поруч.";
$MESS["ELEMENT_SORT_FIELD_TIP"] = "Вказується поле, по якому буде відбуватися сортування елементів.";
$MESS["ELEMENT_SORT_ORDER_TIP"] = "В якому напрямку будуть відсортовані елементи, за зростанням або за спаданням.";
$MESS["SECTION_URL_TIP"] = "Вказується шлях до сторінки з описом розділу інфоблоків.";
$MESS["DETAIL_URL_TIP"] = "Вказується шлях до сторінки з детальним описом елемента інфоблоків.";
$MESS["BASKET_URL_TIP"] = "Вказується шлях до сторінки з кошиком покупця.";
$MESS["ACTION_VARIABLE_TIP"] = "У даному полі вказується ім'я змінної, в якій передається дію: ADD_TO_COMPARE_LIST, ADD2BASKET і т.д. Значення поля за умовчанням <i> action </i>.";
$MESS["PRODUCT_ID_VARIABLE_TIP"] = "Ім'я змінної, в якій буде передаватися ID товару.";
$MESS["SECTION_ID_VARIABLE_TIP"] = "Ім'я змінної, в якій буде передаватися ID розділу інфоблоків.";
$MESS["DISPLAY_COMPARE_TIP"] = "Якщо опція відзначена, то буде виведена кнопка <i> Порівняти </i>, за допомогою якої елемент додається до списку порівняння.";
$MESS["ELEMENT_COUNT_TIP"] = "Дане число визначає кількість виведених елементів на сторінці.";
$MESS["LINE_ELEMENT_COUNT_TIP"] = "Число визначає кількість елементів в одному рядку при виведенні елементів каталогу.";
$MESS["PROPERTY_CODE_TIP"] = "Серед властивостей інфоблоків можна вибрати ті, які будуть відображені при показі елементів в таблиці. При виборі пункту (не вибрано) -> і без зазначення кодів властивостей у рядках нижче, властивості виведені не будуть.";
$MESS["PRICE_CODE_TIP"] = "Встановлюється, який з типів цін будуть виведений для елементів. Якщо жоден з типів не вибрано, то ціна і кнопки <i> Купити </ i> і <i> В кошик </ i> не будуть показані.";
$MESS["USE_PRICE_COUNT_TIP"] = "При зазначеної опції виводяться ціни всіх типів на товари.";
$MESS["SHOW_PRICE_COUNT_TIP"] = "Можна встановити кількість, для якої буде виведена ціна, наприклад, 1 або 10, залежно від специфіки товару.";
$MESS["CACHE_TYPE_TIP"] = "<i> Авто </i>: діє при увімкненому кешуванні протягом заданого часу; <br/><i>Кешувати</i>: для кешування необхідно визначити тільки час кешування; <br/><i> Не кешувати </i>: кешування немає в будь-якому випадку.";
$MESS["CACHE_TIME_TIP"] = "Поле служить для вказівки часу кешування в секундах.";
$MESS["PRICE_VAT_INCLUDE_TIP"] = "При зазначеної опції ціни будуть показані з урахуванням ПДВ.";
?>