<?
$MESS['ASPRO_TEMPLATE'] = 'Aspro: общий шаблон';
$MESS['ASPRO_TEMPLATE_BASKET'] = 'Aspro: шаблон забытой корзины';
$MESS['ASPRO_TEMPLATE_BASKET_COUPON'] = 'Aspro: шаблон забытой корзины с купоном';
$MESS['ASPRO_TEMPLATE_YANDEX_MARKET'] = 'Aspro: шаблон отзыва на Яндекс Маркет';
$MESS['ASPRO_TEMPLATE_ORDER_INFO'] = 'Aspro: шаблон информации о заказе';
$MESS['ASPRO_TEMPLATE_SALE'] = 'Aspro: шаблон акций и спец.предложений';
$MESS['ASPRO_TEMPLATE_NO_AUTH'] = 'Aspro: шаблон неактивности пользователя';

$MESS['HEADER_FORGOT_BASKET'] = 'Уведомление о забытой корзине';
$MESS['HEADER_YANDEX_MARKET'] = 'Оставьте отзыв о магазине #SITE_NAME#';
$MESS['HEADER_ORDER_INFO'] = 'Информация о заказе';
$MESS['HEADER_SALE'] = 'Акции и специальные предложения';
$MESS['HEADER_NO_AUTH'] = 'Вы давно не заходили в наш магазин';

$MESS['WELCOME_TEXT'] = 'Здравствуйте, #NAME#';

$MESS['CUSTOM_TEXT'] = 'Вводный текст';
$MESS['SUBSCRIBE_TEXT'] = 'Вводный текст';

$MESS['TEXT_BASKET'] = '<p>Хотели сделать заказ в нашем интернет-магазине?</p><p>Мы заметили, что вы положили товары в корзину, но не оформили заказ. Поэтому решили напомнить, что выбранные товары до сих пор хранятся в вашей корзине. Закончить покупку можно в любой момент, и уже скоро этот товар будет у вас!</p><p>Наши операторы с удовольствием вам помогут – ответят на вопросы или проконсультируют. Просто напишите нам на <a href="mailto:#EMAIL_SALE#">#EMAIL_SALE#</a></p>';
$MESS['TEXT_BASKET_COUPON_UNDER'] = '<p>Завершите заказ и получите скидку!</p><p>Кажется, вы положили товары в <a href="#SITE_ADDRESS#/basket/" target="_blank">корзину</a>, но так и не оформили заказ. Чтобы помочь вам решиться на покупку, мы дарим подарок – скидку 5% на весь заказ.  Хотите воспользоваться ей? Просто перейдите в корзину и оформите заказ.</p>';
$MESS['TEXT_BASKET_COUPON_BOTTOM'] = '<p>Наши операторы с удовольствием вам помогут – ответят на вопросы или проконсультируют. Просто напишите нам на <a href="mailto:#EMAIL_SALE#">#EMAIL_SALE#</a></p><p>Торопитесь: предложение действует только 1 неделю!</p>';
$MESS['TEXT_YANDEX_MARKET_UNDER'] = '<p>Поздравляем! Вы стали обладателем отличного товара из нашего интернет-магазина и уже наверняка успели попробовать его в деле.</p>';
$MESS['TEXT_YANDEX_MARKET_BOTTOM'] = 'Нам важно ваше мнение, поэтому будем рады, если вы поделитесь отзывом на Яндекс.Маркет. Это займет всего пару минут, а мы узнаем, что вы думаете о нашем магазине.';
$MESS['TEXT_YANDEX_MARKET_BOTTOM2'] = 'Спасибо, что выбрали нас!';
$MESS['TEXT_ORDER_INFO'] = '<p>Ваш заказ успешно оформлен!</p><p><div class="subttle"><h3>Здравствуйте, #NAME#</h3></div></p><p>Рады сообщить, что ваш заказ успешно оформлен и ожидает подтверждения для начала сборки. Мы перезвоним вам по указанному телефону в течение 1 часа и уточним детали доставки.</p><p class="phones_block_ext">Если вам не дозвонились, перезвоните нам, пожалуйста, по телефону #PHONES# или напишите на <a href="mailto:#EMAIL_SALE#">#EMAIL_SALE#</a>.</p><p>Ваш заказ:</p>';
$MESS['TEXT_ORDER_INFO_BOTTOM'] = '<p>Информация о <a href="/help/delivery/">доставке</a> и <a href="/help/warranty/">сервисе</a><br>Нужна помощь? <a href="/contacts/">Свяжитесь с нами</a>!</p><p>Надеемся, вам понравился шопинг с нами!</p>';
$MESS['TEXT_SALE'] = '<p>Время дарить подарки! Прямо сейчас в нашем интернет-магазине идут акции и распродажи, о которых вам обязательно нужно знать. Не пропустите наши лучшие предложения и возможность купить отличные вещи по привлекательным ценам!</p><p>Наши операторы с удовольствием вам помогут – ответят на вопросы или проконсультируют. Просто напишите нам на <a href="mailto:#EMAIL_SALE#">#EMAIL_SALE#</a>.</p>';
$MESS['TEXT_NO_AUTH_UNDER'] = '<p>Вы давно не заходили в наш магазин :(<br>#NAME#, вы давно не заходили в наш интернет-магазин. Мы соскучились!</p><p>Надеемся, у вас все хорошо и вы найдете пару минут, чтобы заглянуть к нам и посмотреть, какие прекрасные товары есть у нас в каталоге.</p>';
$MESS['TEXT_NO_AUTH_BOTTOM'] = '<p>Специально для вас мы подготовили лучшие акции и предложения, которые действуют уже сейчас и стартуют совсем скоро.</p><p>Возвращайтесь</p>';

$MESS['BASKET_TITLE'] = 'Забытые товары в корзине';

$MESS['BASKET_PAGE_LINK'] = 'Перейти в корзину';
$MESS['ORDER_PAGE_LINK'] = 'Перейти к оформлению заказа';
$MESS['BUTTON_REVIEW'] = 'Оставить отзыв';
$MESS['PERSONAL_BIG_DATA'] = 'Персональные рекомендации';
$MESS['NO_AUTH_GOODS_TITLE'] = 'Вас могут заинтересовать эти товары';
$MESS['MORE_ITEMS'] = 'Хочу еще';
$MESS['SHOW_CATALOG_LINK'] = 'Посмотреть каталог';

$MESS['VK'] = 'Вконтакте';
$MESS['UNSUB_TEXT'] = 'Вы получили это письмо, так как являетесь клиентов магазина <a href="#SITE_ADDRESS#">#SITE_NAME#</a>';
$MESS['UNSUB_LINK_TEXT'] = 'Вы всегда можете <a href="#UNSUBSCRIBE_LINK#">отписаться</a>.';
?>