<?
$MESS["FM_NO_FPERMS"] = "شما مجوز کافی برای انتقال این موضوع ندارید";
$MESS["FM_EMPTY_DEST_FORUM"] = "انجمن مقصد نامشخص";
$MESS["FM_NO_DEST_FPERMS"] = "شما مجوز کافی برای انتقال این موضوع ندارید";
$MESS["FM_TITLE"] = "موضوع در حال انتقال به انجمن دیگر";
$MESS["F_NO_MODULE"] = "ماژول انجمن نصب نشده است.";
$MESS["FM_AUTH"] = "برای دیدن این صفحه باید وارد سایت شوید.";
$MESS["F_ERROR_FORUM_IS_LOST"] = "انجمن مورد نظر پیدا نشد.";
$MESS["F_ERROR_TOPICS_IS_EMPTY"] = "هیچ موضوعی برای انتقال به انجمن دیگری انتخاب نشده است.";
?>