<p>
	Зарегистрируйтесь, чтобы использовать все возможности личного кабинета: отслеживание заказов, настройку подписки, связи с социальными сетями и другие.
	<br><br>Уже зарегистрированы? <a href="<?=str_replace('#SITE_DIR#', SITE_DIR, \Bitrix\Main\Config\Option::get('aspro.next', 'PERSONAL_PAGE_URL'))?>">Войдите</a> в личный кабинет.
	<br><br>Мы никогда и ни при каких условиях не разглашаем личные данные клиентов. 
Контактная информация будет использована только для оформления заказов и более удобной работы с сайтом.

</p>