<?
\Acrit\Core\Export\Exporter::getLangPrefix(__FILE__, $strLang, $strHead, $strName, $strHint);

$MESS[$strLang.'SETTINGS_NAME_SHOP_NAME'] = 'Короткое название магазина';
$MESS[$strLang.'SETTINGS_HINT_SHOP_NAME'] = 'Короткое название магазина, не более 20 символов. В названии нельзя использовать слова, не имеющие отношения к наименованию магазина, например «лучший», «дешевый», указывать номер телефона и т. п.<br/><br/>
Название магазина должно совпадать с фактическим названием магазина, которое публикуется на сайте. При несоблюдении этого требования наименование Яндекс.Маркет может самостоятельно изменить название без уведомления магазина.';