<?
$MESS['EDOST_DELIVERY_TARIFF'] = array(
	'title' => array( // названия тарифов
		1 => 'Почта России (посылка 1-го класса)',
		2 => 'Почта России (наземная посылка)',
		3 => 'Почта России (EMS - курьером до двери)',
		5 => 'СПСР Экспресс (пеликан-стандарт)',
		6 => 'СДЭК (экспресс - курьером до двери)',
		9 => 'СДЭК (экспресс - до пункта выдачи)',
		10 => 'СДЭК (супер-экспресс - курьером до двери)',
		11 => 'DHL Express (экспресс 18:00)',
		12 => 'UPS (Express Saver)',
		14 => 'ЖелДорЭкспедиция (до терминала)',
		16 => 'ПЭК (до терминала)',
		17 => 'СДЭК (международный экспресс)',
		18 => 'Почта России (EMS международное отправление)',
		19 => 'СПСР Экспресс (международное отправление)',
		20 => 'DHL Express (экспресс за границу)',
		21 => 'UPS (международный Express Saver)',
		22 => 'Деловые линии (до терминала)',
		24 => '',
		25 => 'Гарантпост',
		26 => 'Гарантпост (международное отправление)',
		27 => 'PONY EXPRESS',
		28 => 'PONY EXPRESS (международное отправление)',
		29 => 'PickPoint',
		31 => 'Курьер', // тариф 1
		32 => 'Курьер', // тариф 2
		33 => 'Курьер', // тариф 3
		34 => 'Курьер', // тариф 4
		35 => 'Самовывоз', // тариф 1
		36 => 'boxberry (до пункта выдачи)',
		37 => 'СДЭК (посылка - до пункта выдачи)',
		38 => 'СДЭК (посылка - курьером до двери)',
		39 => 'Энергия (авто - до терминала)',
		40 => 'Энергия (жд - до терминала)',
		41 => 'Энергия (авиа - до терминала)',
		42 => 'Энергия (морем - до терминала)',
		43 => 'boxberry (курьером до двери)',
		44 => 'DPD (classic - курьером до двери)',
		45 => 'DPD (online express - курьером до двери)',
		46 => 'DPD (optimum - до пункта выдачи)',
		47 => 'DPD (optimum - курьером до двери)',
		48 => 'ЖелДорЭкспедиция (до подъезда)',
		49 => 'ПЭК (до подъезда)',
		51 => 'Деловые линии (до подъезда)',
		52 => 'Энергия (авто - до подъезда)',
		53 => 'Энергия (жд - до подъезда)',
		54 => 'Энергия (авиа - до подъезда)',
		55 => 'Энергия (морем - до подъезда)',
		56 => 'Самовывоз', // тариф 2
		57 => 'Самовывоз', // тариф 3
		58 => 'Самовывоз', // тариф 4
		59 => '',
		60 => '',
		61 => 'Почта России (посылка онлайн)',
		62 => 'Почта России (курьер онлайн)',
		63 => 'GTD (до терминала)',
		64 => 'GTD (до подъезда)',
		65 => 'СДЭК (магистральный/экономичный - до пункта выдачи)',
		66 => 'СДЭК (магистральный/экономичный - курьером до двери)',
		67 => '',
		68 => 'Почта России (бандероль)',
		69 => 'Почта России (мелкий пакет - наземная)',
		70 => 'Почта России (мелкий пакет - авиа)',
		71 => 'Почта России (мелкий пакет заказной - наземная)',
		72 => 'Почта России (мелкий пакет заказной - авиа)',
		73 => 'Почта России (посылка - наземная)',
		74 => 'Почта России (посылка - авиа)',
		75 => 'СДЭК (экономичная посылка - до пункта выдачи)',
		76 => 'СДЭК (экономичная посылка - курьером до двери)',
		77 => 'Почта России (бизнес курьер)',
		78 => 'Почта России (ЕКОМ - до пункта выдачи)',
		79 => 'Почта России (ЕКОМ - до почтового отделения)',
		80 => 'DPD (online express - до пункта выдачи)',
	),
	'title_insurance' => array( // названия тарифов со страховкой
		1 => 'Почта России (посылка 1-го класса со страховкой)',
		2 => 'Почта России (наземная посылка со страховкой)',
		3 => 'Почта России (EMS - курьером до двери со страховкой)',
		5 => 'СПСР Экспресс (пеликан-стандарт со страховкой)',
		6 => 'СДЭК (экспресс - курьером до двери со страховкой)',
		9 => 'СДЭК (экспресс - до пункта выдачи со страховкой)',
		10 => 'СДЭК (супер-экспресс - курьером до двери со страховкой)',
		11 => 'DHL Express (экспресс 18:00 со страховкой)',
		12 => 'UPS (Express Saver со страховкой)',
		14 => 'ЖелДорЭкспедиция (до терминала со страховкой)',
		16 => 'ПЭК (до терминала со страховкой)',
		17 => 'СДЭК (международный экспресс со страховкой)',
		18 => 'Почта России (EMS международное отправление со страховкой)',
		19 => 'СПСР Экспресс (международное отправление со страховкой)',
		20 => 'DHL Express (экспресс за границу со страховкой)',
		21 => 'UPS (международный Express Saver со страховкой)',
		22 => 'Деловые линии (до терминала со страховкой)',
		24 => '',
		25 => 'Гарантпост (со страховкой)',
		26 => 'Гарантпост (международное отправление со страховкой)',
		27 => 'PONY EXPRESS (со страховкой)',
		28 => 'PONY EXPRESS (международное отправление со страховкой)',
		29 => 'PickPoint (со страховкой)',
		31 => 'Курьер', // тариф 1
		32 => 'Курьер', // тариф 2
		33 => 'Курьер', // тариф 3
		34 => 'Курьер', // тариф 4
		35 => 'Самовывоз', // тариф 1
		36 => 'boxberry (до пункта выдачи со страховкой)',
		37 => 'СДЭК (посылка - до пункта выдачи со страховкой)',
		38 => 'СДЭК (посылка - курьером до двери со страховкой)',
		39 => 'Энергия (авто - до терминала со страховкой)',
		40 => 'Энергия (жд - до терминала со страховкой)',
		41 => 'Энергия (авиа - до терминала со страховкой)',
		42 => 'Энергия (морем - до терминала со страховкой)',
		43 => 'boxberry (курьером до двери со страховкой)',
		44 => 'DPD (classic - курьером до двери со страховкой)',
		45 => 'DPD (online express - курьером до двери со страховкой)',
		46 => 'DPD (optimum - до пункта выдачи со страховкой)',
		47 => 'DPD (optimum - курьером до двери со страховкой)',
		48 => 'ЖелДорЭкспедиция (до подъезда со страховкой)',
		49 => 'ПЭК (до подъезда со страховкой)',
		51 => 'Деловые линии (до подъезда со страховкой)',
		52 => 'Энергия (авто - до подъезда со страховкой)',
		53 => 'Энергия (жд - до подъезда со страховкой)',
		54 => 'Энергия (авиа - до подъезда со страховкой)',
		55 => 'Энергия (морем - до подъезда со страховкой)',
		56 => 'Самовывоз', // тариф 2
		57 => 'Самовывоз', // тариф 3
		58 => 'Самовывоз', // тариф 4
		59 => '',
		60 => '',
		61 => 'Почта России (посылка онлайн со страховкой)',
		62 => 'Почта России (курьер онлайн со страховкой)',
		63 => 'GTD (до терминала со страховкой)',
		64 => 'GTD (до подъезда со страховкой)',
		65 => 'СДЭК (магистральный/экономичный - до пункта выдачи со страховкой)',
		66 => 'СДЭК (магистральный/экономичный - курьером до двери со страховкой)',
		67 => '',
		68 => 'Почта России (бандероль со страховкой)',
		69 => '',
		70 => '',
		71 => '',
		72 => '',
		73 => 'Почта России (посылка - наземная со страховкой)',
		74 => 'Почта России (посылка - авиа со страховкой)',
		75 => 'СДЭК (экономичная посылка - до пункта выдачи со страховкой)',
		76 => 'СДЭК (экономичная посылка - курьером до двери со страховкой)',
		77 => 'Почта России (бизнес курьер со страховкой)',
		78 => 'Почта России (ЕКОМ - до пункта выдачи со страховкой)',
		79 => 'Почта России (ЕКОМ - до почтового отделения со страховкой)',
		80 => 'DPD (online express - до пункта выдачи со страховкой)',
	),
	'description' => array( // описание тарифов
	),
	'description_insurance' => array( // описание тарифов со страховкой
	),

	'module_name' => 'eDost',
	'module_description_inner' => '<b style="color: #F00; font-size: 20px;">Предупреждение!!!</b><br><span style="font-size: 16px;"><b style="color: #A00;">Сохранение настроек на текущей странице может привести к непредсказуемому результату<br> и нарушить работу модуля!</b><br><br><b>Все настройки модуля рекомендуется производить только в <a href="edost.php?type=setting">пункте меню eDost</a>.</b></span>',
);


$MESS['EDOST_DELIVERY_COD'] = array(
	array('tariff' => array(1, 2, 3, 61, 62, 68), 'name' => 'Наложенный платеж', 'description' => 'Оплата наличными при получении заказа.'),
//	array('tariff' => array(29), 'description2' => 'В постамате заказ можно оплатить наличными или банковской картой Visa и MasterCard.'),
);

$MESS['EDOST_DELIVERY_CONFIG'] = array(
	'head' => 'Параметры',
	'no_change' => 'Не изменять',
	'field' => array(
		'id' => array('TITLE' => 'Идентификатор магазина', 'TYPE' => 'TEXT'),
		'ps' => array('TITLE' => 'Пароль для доступа к серверу расчетов', 'TYPE' => 'TEXT'),
		'host' => array('TITLE' => 'Сервер расчета доставки', 'TYPE' => 'TEXT'),
		'hide_error' => array('TITLE' => 'Скрывать ошибки', 'TYPE' => 'CHECKBOX'),
		'show_zero_tariff' => array('TITLE' => 'Если расчет невозможен, тогда вывести нулевой тариф', 'TYPE' => 'CHECKBOX'),
		'map' => array('TITLE' => 'Включить выбор постаматов и пунктов выдачи на карте', 'TYPE' => 'CHECKBOX'),
		'send_zip' => array('TITLE' => 'Использовать в расчете почтовый индекс', 'TYPE' => 'CHECKBOX'),
		'hide_payment' => array('TITLE' => 'Скрывать способы оплаты, если не рассчитана доставка', 'TYPE' => 'CHECKBOX'),
		'sort_ascending' => array('TITLE' => 'Сортировать тарифы по стоимости', 'TYPE' => 'CHECKBOX'),
		'admin' => array('TITLE' => 'Включить расширенное редактирование заказа в админке', 'TYPE' => 'CHECKBOX'),
		'cod_status' => array('TITLE' => 'При выборе способа оплаты "Наложенный платеж" переводить заказ в статус', 'VALUES' => array()),
		'template' => array('TITLE' => 'Шаблон', 'VALUES' => array('Y' => 'eDost', 'N3' => 'Битрикс', 'N' => 'Visual', 'N2' => 'Visual (расширенный)', 'off' => 'отключено')),
		'template_format' => array('TITLE' => 'Объединять тарифы по типу доставки', 'VALUES' => array('off' => 'отключено', 'odt' => 'самовывоз, курьер, почта', 'dot' => 'курьер, самовывоз, почта', 'tod' => 'почта, самовывоз, курьер')),
		'template_block' => array('TITLE' => 'Выводить тарифы одного типа отдельными блоками', 'VALUES' => array('off' => 'отключено', 'auto1' => 'только когда много тарифов', 'auto2' => 'только когда много тарифов любого типа', 'all' => 'всегда')),
		'template_block_type' => array('TITLE' => 'Формат отображения', 'VALUES' => array('none' => 'блоки', 'border' => 'блоки с рамкой', 'bookmark1' => 'закладки', 'bookmark2' => 'самые дешевые тарифы')),
		'template_cod' => array('TITLE' => 'Наложенный платеж', 'VALUES' => array('off' => 'только в способах оплаты', 'td' => 'дублировать в колонке у тарифа доставки', 'tr' => 'отдельным тарифом доставки')),
		'template_autoselect_office' => array('TITLE' => 'Автоматически выбирать самый первый пункт выдачи или постамат', 'TYPE' => 'CHECKBOX'),
		'autoselect' => array('TITLE' => 'Автоматически выбирать самый первый способ доставки', 'TYPE' => 'CHECKBOX'),
		'template_map_inside' => array('TITLE' => 'Интегрировать карту в блок доставки', 'TYPE' => 'CHECKBOX'),
		'control' => array('TITLE' => 'Включить оформление доставки и контроль заказов', 'TYPE' => 'CHECKBOX'),
		'control_auto' => array('TITLE' => 'Автоматически ставить на контроль разрешенные к доставке заказы', 'TYPE' => 'CHECKBOX'),
		'control_status_arrived' => array('TITLE' => 'После прибытия в пункт назначения переводить заказ в статус', 'VALUES' => array()),
		'control_status_completed' => array('TITLE' => 'Доставленный заказ переводить в статус', 'VALUES' => array()),
		'control_status_completed_cod' => array('TITLE' => 'Доставленный заказ с наложенным платежом переводить в статус', 'VALUES' => array()),
		'browser' => array('TITLE' => 'Ваш интернет браузер', 'VALUES' => array('ie' => 'Internet Explorer', 'firefox' => 'Firefox', 'opera' => 'Opera', 'chrome' => 'Chrome', 'yandex' => 'Яндекс.Браузер')),
		'register_status' => array('TITLE' => 'После оформления доставки (или печати без оформления) переводить заказ в статус', 'VALUES' => array()),
		'edost_discount' => array('TITLE' => 'Отображать скидки от суммы заказа из личного кабинета eDost', 'TYPE' => 'CHECKBOX'),
		'sale_discount' => array('TITLE' => 'Отображать скидки правил работы с корзиной', 'TYPE' => 'CHECKBOX'),
		'sale_discount_cod' => array('TITLE' => 'Правила работы с корзиной при наложенном платеже', 'VALUES' => array('off' => 'на доставку не распространяются', 'P' => 'действуют только на базовую стоимость доставки', 'F' => 'действуют на всю стоимость доставки со всеми надбавками')),
		'template_ico' => array('TITLE' => 'Иконки', 'VALUES' => array('C' => 'служб доставки', 'T' => 'тарифов eDost', 'T2' => 'профилей доставки Битрикса')),
		'template_script' => array('TITLE' => 'Загружать js скрипты и стили с сервера eDost', 'TYPE' => 'CHECKBOX'),
		'package' => array('TITLE' => 'Степень уплотнения товаров при расчете упаковки', 'VALUES' => array(1 => '1 (без уплотнения)', 2 => '2', 3 => '3', 4 => '4', 5 => '5')),

		'postmap' => array('TITLE' => 'Включить выбор почтовых отделений на карте', 'TYPE' => 'CHECKBOX'),
//		'post' => array('TITLE' => 'Выбор почтовых отделений', 'VALUES' => array('N' => 'ручной (стандартный ввод индекса и адреса получателя)', 'Y' => 'на карте с вводом адреса получателя', 'O' => 'на карте без ввода адреса получателя (до востребования)')),
	),
);

$MESS['EDOST_DELIVERY_WARNING'] = array(
	0 => 'Предупреждение: ',
	1 => 'Почтового отделения с указанным индексом НЕ существует!',
	2 => 'В вашем регионе НЕ найдено почтового отделения с указанным индексом!',
);

$MESS['EDOST_DELIVERY_ERROR'] = array(
	'head' => 'Ошибка: ',
	'office' => 'Невозможна загрузка данных по пунктам выдачи - ',
	'code' => '№ ',
	'no_delivery' => 'Не найдено подходящей службы доставки',
	'zero_tariff' => 'Стоимость доставки будет предоставлена позже',
	'connect' => 'Не удалось рассчитать стоимость доставки (ошибка соединения)',
	'no_location' => 'Не указано местоположение',
	'no_item' => 'В заказе нет товаров',
	'no_param' => 'Неверные входные параметры',
	'no_shop_field' => '<b>Не заполнены "данные магазина" в <a href="sale_report_edit.php">настройках печатных форм</a></b>',

	'2_control' => 'Доступ к серверу контроля/оформления заблокирован',
	'8_control' => 'Сервер контроля/оформления не отвечает',

	2 => 'Доступ к расчету заблокирован',
	3 => 'Неверные данные магазина (пароль или идентификатор)',
	4 => 'Неверные входные параметры',
	5 => 'В выбранное местоположение расчет доставки не производится',
	6 => 'Внутренняя ошибка сервера расчетов',
	7 => 'Не заданы компании доставки в настройках магазина',
	8 => 'Сервер расчета не отвечает',
	9 => 'Превышен лимит расчетов за день',
	11 => 'У товаров не задан вес',
	12 => 'Не заданы данные магазина (пароль или идентификатор)',
	14 => 'Настройки сервера не позволяют отправить запрос на расчет',
	17 => 'Вес больше 100 000 кг',
	18 => 'Страховка превышает 10 000 000 рублей',
	19 => 'Неверный код страны',
	20 => 'Неверный код региона (в стране нет такого региона)',

	22 => 'Сбой на сервере службы доставки',
	54 => 'Закончились оплаченные заказы для контроля/оформления',
	71 => 'Печать бланков для данного вида отправления на текущем этапе оформления недоступна',
	72 => 'Невозможно создать бланк (заказ не найден в системе службы доставки)',
);

$MESS['EDOST_DELIVERY_RENAME'] = array(
	'company' => array(
		array('Почта России', 'EMS Почта России'), // что менять
		array('Почта', 'EMS'), // на что менять
	),
	'name' => array(
		array('отправление 1-го класса', 'наземная посылка', 'магистральный/экономичный'), // что менять
		array('1-й класс', 'посылка', 'магистральный / экономичный'), // на что менять
	),
);

$MESS['EDOST_DELIVERY_SIGN'] = array(
	'and' => ' и ',
	'from' => 'от ',
	'to' => ' до ',
	'metro' => 'м. ',
	'map' => 'показать на карте',
	'map2' => 'показать<br> на карте',
	'change' => 'выбрать другой...',
	'change_postmap' => 'выбрать другое...',
	'change2' => 'выбрать...',
	'compact_postmap_get' => 'выбрать почтовое отделение',
	'compact_postmap_change' => 'другое почтовое отделение...',
	'compact_shop_get' => 'выбрать магазин',
	'compact_shop_change' => 'другой магазин...',
	'compact_office_get' => 'выбрать пункт выдачи',
	'compact_office_change' => 'другой пункт выдачи...',
	'change_company' => 'другой тариф...',
	'change_delivery' => 'выбрать способ доставки',
	'change_prepay' => 'другой способ предоплаты...',
	'change_prepay2' => 'другой способ...',
	'get' => 'выбрать на карте...',
	'loading' => 'обработка...',
	'loading2' => 'загрузка...',
	'insurance' => 'со страховкой',
	'insurance_head' => 'Страховка включена во все тарифы',
	'address' => 'адрес',
	'address2' => 'адрес самовывоза',
	'delivery_company' => 'служба доставки',
	'tel' => 'телефон',
	'schedule' => 'часы работы',
	'shop' => 'Магазин',
	'office' => 'Пункт выдачи',
	'terminal' => 'Терминал ТК',
	'delivery_unchecked' => 'Не выбран способ доставки',
	'office_unchecked' => 'Не выбрана точка самовывоза',
	'order_error' => 'Сохранение заказа невозможно',
	'detailed_office' => 'увеличить карту и показать тарифы детально...',
	'delivery_error' => 'Не удалось рассчитать стоимость доставки!',
	'post_zip' => 'Если планируете получить заказ почтой, обязательно укажите правильный почтовый индекс.',

	'day_head' => 'Срок доставки',
	'location_head' => 'Местоположение',
	'address_head' => 'Адрес доставки',
	'passport_head' => 'Паспортные данные',
	'bookmark_tariff_head' => 'Тариф доставки',

	'code' => 'код филиала',
	'code_head' => array(
		array('Пункт выдачи', 'пункта выдачи'),
		array('Терминал', 'терминала'),
		array('Постамат', 'постамата'),
		'code' => 'Код ',
		'code2' => 'код ',
	),

	'paysystem_card' => 'При получении заказ можно оплатить наличными или банковскими картами VISA, MasterCard, МИР.',
	'paysystem_card2' => 'При получении заказ можно оплатить только банковскими картами VISA, MasterCard, МИР (наличные НЕ принимаются).',

	'codplus' => 'Стоимость доставки увеличится на <b style="display: inline-block;">%codplus%</b>',
	'transfer' => '+ доплатить при получении за денежный перевод <b style="display: inline-block;">%transfer%</b>',
	'codtotal' => 'Итого переплата за наложенный платеж: <b style="display: inline-block;">%codtotal%</b>',
	'price_head' => 'с предоплатой<br>заказа',
	'cod_head' => 'с оплатой<br>при получении',
	'cod_head_bookmark' => '+ возможна оплата<br>при получении',

	'bonus' => array(
		'office' => 'до пункта выдачи',
		'door' => 'курьером',
		'post' => 'до почтового отделения',
		'free' => '<b>бесплатная</b> доставка',
		'lower' => 'дешевле доставка',
		'exists' => 'возможна доставка',
	),
	'fast' => 'заказ создан через "быстрое оформление"',

	'free' => 'Бесплатно!',
	'free_bitrix' => '<font color="#009900"><b>Бесплатно!</b></font>',

	'cod_warning' => array(
		'full' => array(
			'В стоимость доставки включена комиссия почты за денежный перевод (%transfer%). Данная комиссия оплачивается отдельно при получении, поэтому в оформленном заказе не отражается.',
			'Надбавка за оплату при получении состоит из двух частей: <b>%pricecashplus%</b> (надбавка к доставке, включается в заказ) и <b>%transfer%</b> (комиссия почты за денежный перевод, доплачивается при получении).',
		),
		'pricecash' => array(
			'В стоимость доставки включена надбавка за оплату при получении <b>%pricecashplus%</b>',
			'<b>%pricecashplus%</b> - это надбавка к доставке за оплату при получении',
		),
		'transfer' => array(
			'Стоимость доставки <b>%transfer%</b> - это комиссия почты за денежный перевод, оплачивается отдельно при получении, поэтому в оформленном заказе не отражается.',
			'Надбавка <b>%transfer%</b> - это комиссия почты за денежный перевод, в заказ не включается, доплачивается при получении.',
		),
	),
	'priceinfo_warning_compact2' => 'Стоимость доставки состоит из двух частей: <b>%price%</b> (за обработку, включено в заказ) и <b>%priceinfo%</b> (ориентировочный тариф службы доставки, доплатить при получении)',

	'bitrix_warning' => '<span style="color: #F00; font-size: 11px; font-weight: bold;">%warning%</span>',

	'ems_warning' => 'В небольших населенных пунктах доставка производится до почтового отделения!',
	'full_warning' => 'Точка выдачи перегружена, срок доставки может быть увеличен!',
	'house_warning' => 'Выгрузка и подъем на этаж в стоимость не входят!',
	'terminal_warning' => 'Служба доставки может изменить терминал выдачи по своему усмотрению!',
	'priceinfo_description' => '<b>+ %price%</b> за доставку до склада транспортной компании (включается в заказ)',
	'priceinfo_description_compact' => '<b>+ %price%</b> за обработку (включается в заказ)',
	'template_warning' => '<b style="color: #F00;">Ошибка: не установлен шаблон eDost!</b>',

	'priceinfo_warning' => 'Оплачивать доставку необходимо самостоятельно при получении в офисе ТК. <br> Стоимость доставки ориентировочная и на момент оплаты может измениться!',
	'priceinfo_warning_compact' => 'Оплачивать доставку необходимо самостоятельно при получении (cтоимость ориентировочная).',
	'priceinfo_warning_bitrix' => '<span style="color: #F00; font-size: 11px; font-weight: bold;">Оплачивать доставку необходимо самостоятельно при получении.</span> <br> Ориентировочная стоимость: <b>%price_info%</b>',

	'country_hint' => array(
		'default' => 'введите название города',
		0 => 'введите название города / населенного пункта (например, <b>Москва</b> или <b>п. Омский, Омский район</b>)',
		21 => 'введите название города (например, <b>Минск</b>)',
		85 => 'введите название города (например, <b>Астана</b>)',
		14 => 'введите название города (например, <b>Ереван</b>)',
		108 => 'введите название города (например, <b>Бишкек</b>)',
		212 => 'введите название города (например, <b>Киев</b>)',
	),
	'shop_company_default' => array(
		'Курьер',
		'Курьером до двери',
		'Курьер магазина',
		'Самовывоз',
		'Самовывоз из магазина',
	),
	'delivery' => array(
		'shop' => 'Магазин',
		'post' => 'Доставка в почтовое отделение',
		'postamat' => 'Доставка в постамат',
		'office' => 'Доставка в пункт выдачи',
		'terminal' => 'Доставка на терминал',
	),
	'hide' => array(
		'курьером до двери',
		'до пункта выдачи',
		'до терминала',
		'до подъезда',
		'до почтового отделения',
	),
	'postamat' => array(
		'name' => 'Постамат',
		'name_address' => 'постамат',
		'head' => 'До постамата',
		'get' => 'Выбрать постамат или пункт выдачи',
		'format_get' => 'выбрать постамат или пункт выдачи на карте...',
		'pvz' => 'ПВЗ',
		'rf' => 'Российская Федерация',
	),
	'post' => array(
		'name' => 'Почтовое отделение',
		'name_address' => 'почтовое отделение',
		'head' => 'До почтового отделения',
	),
	'bookmark' => array(
		'office' => 'Самовывоз',
		'door' => 'До двери',
		'house' => 'До подъезда',
		'post' => 'Почта',
		'postmap' => 'Почта',
		'general' => 'Другие...',
		'show' => 'Другие...',
	),
	'compact_head' => array(
		'office' => 'Выбор пункта выдачи',
		'post' => 'Выбор почтового тарифа',
		'postmap' => 'Выбор почтового отделения',
		'door' => 'Выбор тарифа курьерской доставки',
	),
	'day' => array(
		'D' => array('день', 'дня', 'дней'),
		'H' => array('час', 'часа', 'часов'),
		'M' => array('месяц', 'месяца', 'месяцев'),
		'MIN' => array('минута', 'минуты', 'минут'),
	),
	'office_description' => array(
		'office' => 'Пункты выдачи - это специальные офисы, предназначенные для выдачи заказов из интернет-магазинов (пожалуйста, учитывайте, что эти пункты НЕ принадлежат магазину, поэтому там нет консультантов, замены товара и т.п.).',
		'terminal' => 'Терминалы - это складские площадки транспортных компаний (обычно расположены в промышленных районах города, вблизи железных дорог, транспортных узлов и т.п.)<br>Минимум удобств, зато дешево при заказе тяжелых и объемных товаров.',
	),
);

$MESS['EDOST_DELIVERY_FORMAT'] = array(
	'general' => array(
		'head' => 'Другие способы доставки',
	),
	'post' => array(
		'name' => 'До почтового отделения',
		'head' => 'Почта',
	),
	'shop' => array(
		'name' => 'Самовывоз из магазина',
		'get' => 'выбрать магазин на карте...',
	),
	'door' => array(
		'name' => 'Курьером до двери',
	),
	'office' => array(
		'name' => 'До пункта выдачи',
		'get' => 'выбрать пункт выдачи на карте...',
	),
	'terminal' => array(
		'name' => 'До терминала ТК',
		'head' => 'До терминала транспортной компании',
		'get' => 'выбрать терминал на карте...',
	),
	'house' => array(
		'name' => 'До подъезда',
	),
	'postmap' => array(
		'name' => 'До почтового отделения',
//		'head' => 'До почтового отделения',
		'get' => 'выбрать почтовое отделение на карте...',
	),
);

$MESS['EDOST_DELIVERY_CONTROL'] = array(
	'cm' => 'см',
	'meter' => 'м',
	'kg' => 'кг',
	'order' => 'заказ',
	'order_prefix' => '№ ',
	'batch_prefix' => 'сдача',
	'quantity' => ' шт.',
	'paysystem' => 'Способ оплаты',
	'office' => 'пункт выдачи',
	'postamat' => 'постамат',
	'post' => 'почтовое отделение',
	'door' => 'курьер',
	'cod' => 'наложка',
	'main' => 'на главную страницу контроля',
	'main2' => 'на главную страницу оформления',
	'total' => 'Все заказы, поставленные на контроль',
	'total2' => 'всего',
	'total_register' => 'Все заказы на оформлении',
	'from' => 'на',
	'more' => 'и больше',
	'cancel' => 'Отменить',
	'no_doc' => 'нет бланков',
	'basket_total' => 'Итого',
	'order_canceled' => 'отменен',
	'order_paid' => 'оплачено',
	'close' => 'закрыть',
	'register_profile_no' => 'данные не заданы',
	'filter_history' => 'фильтр по запросам',
	'filter_search' => 'фильтр по номеру заказа/отгрузки',
	'warning_address_edit' => 'Предупреждение! Для корректной обработки доставки, изменять адресные данные необходимо только на странице редактирования отгрузки.',

	'detail' => 'подробнее...',
	'detail_all' => 'показать все...',
	'detail_hide' => 'скрыть',

	'address' => array('ул.', 'д.', 'оф.'),

	'string' => array(
		'order' => array('заказ', 'заказа', 'заказов'),
		'item' => array('предмет', 'предмета', 'предметов'),
		'item2' => array('позиция', 'позиции', 'позиций'),
		'doc' => array('бланк', 'бланка', 'бланков'),
		'batch' => array('сдача', 'сдачи', 'сдач'),
		'box' => array('место', 'места', 'мест'),
		'office' => array('пункт выдачи', 'пункта выдачи', 'пунктов выдачи'),
		'tariff' => array('тариф доставки', 'тарифа доставки', 'тарифов доставки'),
	),

	'print' => array(
		'batch_general' => 'акт передачи',
		'batch_general_103' => 'ф.103',
		'batch_order' => 'бланки',
		'batch' => 'сдача № <b>%number%</b> от <b>%date%</b>',
		'batch_name' => 'сдача № %number% от %date%',
		'html_head' => 'печать бланков',
	),

	'history' => array(
		'print_no_register' => 'печать без оформления',
		'register' => 'оформление',
		'batch' => 'на сдачу',
		'office' => 'регистрация в отделении',
		'date' => 'изменение даты',
	),
	'batch_type' => array(1 => '', 2 => '', 3 => 'заказное', 4 => 'с ОЦ', 5 => 'с НП', 11 => '', 12 => '', 13 => 'заказное', 14 => 'с ОЦ', 55 => 'с НП'),
	'batch_select' => array(
		'call' => 'дата сдачи',
		'head' => 'включить заказы',
		'new' => 'в новую сдачу',
		'to' => 'на',
		'old' => 'в сдачу № %number% от %date% (%company%)',
		'old2' => 'в существующие сдачи на %date%',
		'reset' => 'сбросить фильтр по сдаче',
		'office' => 'зарегистрирована',
		'no_office' => 'не зарегистрирована',
		'oversize' => 'негабарит',
	),
	'batch_add' => 'включить <b>%order%</b> в сдачу № <b>%number%</b> от <b>%date%</b> (%company%)',
	'batch_add1' => 'заказ № ',
	'batch_add2' => 'заказы № ',

	'profile_no' => 'не задан',
	'profile_shop' => 'профиль магазина',
	'profile_delivery' => 'профиль службы доставки',

	'call' => array(
		'head' => 'вызвать курьера',
		'head2' => 'вызван курьер',
		'batch_date_warning' => 'предупреждение: при измении даты сдачи вызов курьера НЕ отменяется и автоматически НЕ переносится',
	),

	'error' => array(
		'head' => 'Ошибка: ',
		'batch_date' => 'некорректная дата сдачи',
		'register_head' => 'Ошибка оформления: ',
		'no_allow_delivery' => 'Доставка в заказе НЕ разрешена',
		'code' => 'код',
		'no_transfer' => 'Произошел сбой',
		'timeout' => 'Ответ не получен (превышен лимит ожидания)',
		'no_data' => 'Во время обработки данных произошел сбой',
		'no_field' => 'не заполнено поле',
		'field' => array(
			'city' => 'населенный пункт',
			'zip' => 'почтовый индекс',
			'address' => 'адрес доставки',
			'name' => 'ФИО покупателя',
			'phone' => 'телефон',
		),
	),

	'head_package' => 'Параметры отправления',
	'head_status' => 'История операций',

	'head' => 'на контроле',
	'head_register' => 'на оформлении',
	'head_small' => 'контроль',
	'head_special' => 'на особом контроле',
	'head_special_small' => 'особый',
	'head_new' => 'новый',
	'head_new_small' => '!!!',

	'tracking_example' => 'Пример идентификатора',
	'tracking_format' => 'Формат идентификатора',
	'tracking_head' => 'Идентификатор отправления',
	'tracking_status_head' => 'Статус отправления',

	'order_head' => 'Номер заказа',
	'shipment_head' => 'Номер отгрузки',

	'phone_head' => 'Телефон покупателя',
	'address_head' => 'Адрес доставки',

	'day_arrival' => 'будет доставлено через',
	'day_delay' => 'превышен срок доставки на',
	'day_office' => 'лежит в пункте выдачи',
	'day_office2' => 'ожидает доставки на адрес получателя',
	'day_office3' => 'лежит в почтовом отделении',
	'day_office4' => 'лежит в постамате',
	'day_complete' => 'прошло с момента вручения',

	'control_count' => 'можно поставить на контроль/оформить',
	'control_count2' => 'доступно',
	'control_buy' => 'подключить контроль заказов eDost',
	'control_no' => 'на контроль не поставлено ни одного заказа',
	'control_help' => 'чтобы поставить заказ на контроль, у отгрузки необходимо <b>разрешить доставку</b> и указать <b>идентификатор отправления</b>',
	'control_help_link' => '<a class="edost_link2" style="color: #88F;" href="http://edost.ru/kln/help-bitrix.html#11" target="_blank">подробнее смотрите в 11-ом пункте инструкции</a>',

	'register_no' => 'нет заказов для оформления доставки',
	'register_help' => '
<div class="edost_delimiter" style="margin: 10px 0 25px 0;"></div>
для оформления у отгрузки необходимо <b>разрешить доставку</b> <br> и не должно быть присвоено идентификатора отправления<br>
<br>
<b>оформление доступно для:</b><br>
<img class="edost_ico" style="width: 60px; height: 60px; padding-top: 5px;" src="/bitrix/images/delivery_edost_img/company/23.gif" title="Почта России" border="0">
<img class="edost_ico" style="width: 60px; height: 60px; padding-top: 5px;" src="/bitrix/images/delivery_edost_img/company/5.gif" title="СДЭК" border="0">
<div style="padding-top: 3px;">для оформления нужен договор со службой доставки<br> и заполненные данные доступа в <a class="edost_link2" style="color: #88F;" href="http://edost.ru/shop_edit.php?p=5" target="_blank">личном кабинете eDost</a></div>
<br>
<b>печать бланков без оформления доступна для:</b><br>
<img class="edost_ico" style="width: 60px; height: 60px; padding-top: 5px;" src="/bitrix/images/delivery_edost_img/company/23.gif" title="Почта России" border="0">
<br>
	',
	'register_help_link' => '<a class="edost_link2" style="color: #88F;" href="http://edost.ru/kln/help-bitrix.html#10" target="_blank">подробнее смотрите в 10-ом пункте инструкции</a>',

	'changed_head' => 'Изменился статус',
	'changed_delete' => 'отчистить список',
	'changed_show' => 'показать заказы',

	'no_detail' => 'В системе нет дополнительной информации по данному отправлению.',
	'no_search' => 'заказов с указанным идентификатором не найдено',
	'no_search_order' => 'заказов с возможностью оформления доставки не найдено',
	'no_search_shipment' => 'отгрузок с возможностью оформления доставки не найдено',

	'api_error' => 'Проверьте данные доступа к компании доставки в личном кабинете eDost в разделе "Контроль заказов"!',

	'user_order_head' => 'мой заказ',
	'user_order_head2' => 'мои заказы',

	'new_module' => 'Новый модуль',

	'package' => array(
		'option_disable' => 'нажмите кнопку "сохранить", тогда все активные опции будут отключены',
		'head' => 'место',
		'no_item' => 'нет товаров',
		'option_head' => 'опции',
		'option_head2' => 'Опции доставки',
	),

	'select' => array(
		'batch_date' => array(
			'0' => 'сегодня',
			'1' => 'завтра',
			'2' => 'послезавтра'
		),
		'print_107' => array(
			'no' => 'отключить для всех заказов',
			'c' => 'добавить к заказам с наложкой',
			'i' => 'добавить к заказам со страховкой',
		),
		'print_label_format' => array(
			'A4' => 'A4',
			'A5' => 'A5',
			'A6' => 'A6',
		),
	),

	'status' => array(
		0 => 'Поставлен на контроль',
		1 => 'Оформлена заявка на доставку',
		2 => 'Передан в службу доставки',
		3 => 'В пути',
		4 => 'Прибыл в пункт назначения',
		5 => 'Вручен',
		7 => 'Возврат вручен отправителю',
		13 => 'Идентификатор отправления указан неверно',
		14 => 'Отправление не найдено в базе службы доставки',
		20 => 'Отсутствует движение по доставке',
		21 => 'Заказ выдан частично',
		22 => 'Сбой на сервере службы доставки',
		23 => 'Доставка приостановлена',
		24 => 'Заявка отменена',
		25 => 'Сбой подключения к серверу службы доставки',
	),

	'setting_head' => 'Настройки:',
	'setting' => array(
		'show' => 'показать настройки',
		'hide' => 'скрыть настройки',

		'option' => 'Индивидуальные настройки компаний доставки',
		'profile' => 'Профили организаций',
		'service' => array(1 => 'доступно', 2 => 'по умолчанию', 0 => 'скрыто'),

		'day_delay' => 'Выделять заказы, у которых превышен срок доставки на %data% и больше',
		'day_office' => 'Выделять заказы, которые лежат в пункте назначения/выдачи %data% и больше',
		'day_complete' => 'Выделять заказы, которые ожидают зачисления наложки %data% и больше',
		'show_total' => 'выводить заказы не требующие внимания (в процессе доставки, доставленные и т.п.)',
		'delete' => 'выводить кнопку "снять с контроля" (для выполненных, возвращенных и утерянных заказов)',
		'paid' => 'выводить кнопку "зачислить платеж" (для доставленных заказов с наложенным платежом)',
		'changed' => 'выводить список с заказами, у которых сегодня изменился статус (после прибытия в пункт назначения и вручения)',
		'complete_delay' => 'выводить на сколько превышен срок доставки у выполненных заказов',

		'day_insert' => 'Оформлять доставку для заказов, созданных за последние %data%',
		'batch_date' => 'Для новых заказов дату сдачи устанавливать на %data%',
		'batch_date_skip_weekend' => 'если дата сдачи выпадает на субботу или воскресенье, тогда переносить сдачу на понедельник',
		'print_107' => 'Бланк описи (ф.107) %data% (только для печати без оформления)',
		'print_label_format' => 'Формат бумаги для печати этикеток %data%',
		'item' => 'выводить список товаров',
		'status' => 'выводить статус заказа',
		'no_label' => 'печатать ярлыки на обычной бумаге (только для печати без оформления)',
		'no_batch' => 'не ставить отметку "на сдачу" для новых заказов',
	),

	'list_head' => array(
		'new_special' => '',
		'new' => 'Новые важные статусы (требуют внимания)',
		'special' => 'Заказы на особом контроле',
		'warning_red' => 'Важные предупреждения (требуют особого внимания)',
		'office' => 'Заказ прибыл в пункт назначения/выдачи и ожидает доставки/выдачи',
		'delay' => 'Превышен срок доставки',
		'warning_orange' => 'В процессе возврата и утерянные отправления',
		'warning_pink' => 'Простые предупреждения',
		'add' => 'Только поставлены на контроль',

		'total' => 'Заказы не требующие внимания',
		'complete_paid' => 'Доставленные заказы, ожидают зачисления наложки',
		'complete_paid2' => 'Доставленные заказы, ожидают зачисления наложки',
		'complete' => 'Выполненные заказы (доставленные, с зачисленной наложкой)',
		'search' => 'Поиск',
		'changed' => 'Заказы с измененным статусом',

		'control' => 'Заказы на контроле',
		'register_new' => 'Заказы готовые к оформлению доставки',
		'field_error' => 'Заказы с незаполненными полями (требуется исправить)',
		'register_complete' => 'Заказы с оформленной доставкой',
		'register_complete_batch' => 'Заказы с оформленной доставкой и включенные в сдачу',
		'register_complete_batch_full' => 'Заказы с оформленной доставкой, включенные в сдачу и зарегистрированные в отделении',
		'register_transfer' => 'Заказы в процессе передачи данных и ожидания ответа от сервера службы доставки',
		'register_delete' => 'Заказы в процессе отмены оформления/исключения из сдачи',
		'search_order' => 'Поиск по заказам',
		'search_shipment' => 'Поиск по отгрузкам',
		'history' => 'Заказы из последних операций',
		'batch_20' => 'Просроченные сдачи',
	),

	'count_head' => array(
		'new' => 'Новые важные статусы',
		'special' => 'На особом контроле',
		'warning_red' => 'Важные предупреждения',
		'warning_orange' => 'Возвраты, утери',
		'warning_pink' => 'Простые предупреждения',
		'office' => 'Прибыли в пункт назначения',
		'office2' => 'Долго ждут доставки/выдачи',
		'delay' => 'Задержка в доставке',
		'delay2' => 'Большая задержка в доставке',
		'add' => 'Только поставлены на контроль',
		'register' => 'На оформлении',
		'complete_paid' => 'Ожидают зачисления наложки',
		'complete_paid2' => 'Долго ждут наложки',
		'complete' => 'Выполнены',
		'total' => 'Всего на контроле',
	),
	'count_head_register' => array(
		'new' => 'Новые важные статусы',
		'special' => 'На особом контроле',
		'warning_red' => 'Важные предупреждения',
		'warning_pink' => 'Простые предупреждения',
		'transfer' => 'В процессе',
		'delete' => 'На отмене/исключении',
		'register_new' => 'Готовы к оформлению',
		'register_complete' => 'Оформлены',
		'register_complete_batch' => 'Оформлены со сдачей',
		'register_complete_batch_full' => 'Зарегистрированы в отделении',
		'status_20' => 'Без движения',
		'batch_20' => 'Просроченные сдачи',
		'total' => 'Всего на оформлении',
	),

	'register_status' => array(
		'transfer' => 'передача данных на сервер службы доставки...',
		'transfer_end' => 'данные успешно отправлены, ожидание ответа...',
		'receive' => 'ответ получен, обработка данных...',
	),

	'button' => array(
		'reload' => 'обновить',
		'save' => 'сохранить',
		'save_ok' => 'сохранено',
		'new_module' => 'добавить модуль',
		'close' => 'закрыть',

		'add' => 'поставить на контроль',
		'special' => 'на особый контроль',
		'special_small' => 'особый',
		'normal' => 'на обычный контроль',
		'normal_small' => 'обычный',
		'delete' => 'снять с контроля',
		'delete_ok' => 'снято с контроля',
		'delete_small' => 'снять',
		'new' => 'поставить отметку',
		'old' => 'снять отметку',
		'old_all' => 'снять все отметки',
		'paid' => 'зачислить платеж',
		'paid_ok' => 'платеж зачислен',

		'delete_register' => 'отменить оформление',
		'delete_register_small' => 'отменить',
		'order_batch_delete' => 'исключить из сдачи',
		'order_batch_delete_small' => 'исключить',
		'batch_delete' => 'удалить',
		'batch_delete_ok' => 'отправлен запрос на удаление',
		'batch_office' => 'зарегистрировать в отделении',
		'batch_date' => 'изменить дату',
		'batch_date2' => 'перенести на новую дату',
		'batch_order' => 'показать все',
		'register_repeat' => 'оформить',
		'register' => 'оформить',
		'batch' => 'на сдачу',
		'print' => 'распечатать',

		'profile' => 'профили',
		'change' => 'изменить',
		'change2' => 'редактировать',
		'option_change' => 'добавить опции',
		'option_change2' => 'изменить',
		'edit' => 'изменить',
		'package_change' => 'разделить на места',
		'package_change2' => 'изменить места',
		'package_set_unpack' => 'разделить комплект',
		'package_set_pack' => 'собрать комплект обратно',
		'package_add_manual' => 'добавить',
		'run' => 'выполнить',
		'clear' => 'сбросить',
		'clear_all' => 'сбросить все',
		'package_move' => 'переместить в место',
		'package_save' => 'сохранить',
		'profile_new' => 'создать новый профиль',
		'profile_new_small' => 'создать',
		'profile_flag' => 'заполнить',

		'register_help' => 'подробную информацию по регистрации заказов в системе службы доставки (оформлению) <br> и печати бланков смотрите <a class="edost_link2" style="color: #88F;" href="http://edost.ru/kln/help-bitrix.html#10" target="_blank">в 10-ом пункте инструкции</a>',
		'register_data' => array(
			'register_repeat' => array(
				'color' => 'F55',
				'size' => 14,
				'top' => 9,
				'name' => 'попробовать <br> оформить еще раз',
				'help' => 'если заказ находится в красном блоке, значит при его оформлении возникли какие-то проблемы (заказ все-еще НЕ оформлен)<br> <span style="color: #555;">внесите требуемые исправления и нажмите кнопку "попробовать оформить еще раз"</span>',
			),
			'print_no_register' => array(
				'color' => '0BF', //'3C3'
				'size' => 14,
				'top' => 9,
				'name' => 'распечатать<br> <span style="font-size: 12px;">без оформления</span>',
				'help' => 'после нажатия кнопки "распечатать без оформления" будут созданы бланки на обычную (без договора) отправку почтой <br> <span style="color: #555;">реквизиты отправителя подставляются из <span style="font-size: 12px; font-weight: bold;">Магазин > Настройки > Печатные формы - Данные магазина</span></span>',
			),
			'register' => array(
				'color' => '08C',
				'size' => 18,
				'top' => 16,
				'name' => 'оформить',
				'help' => 'после нажатия кнопки "оформить" данные по выделенным заказам будут переданы в систему службы доставки <br> <span style="color: #F88;">внимание: укажите реальный вес (и желательно габариты) отправления - по этим значениям будет производиться приемка груза!</span>',
			),
			'batch' => array(
				'color' => 'F80',
				'size' => 18,
				'top' => 16,
				'name' => 'на сдачу',
				'help' => 'после нажатия кнопки "на сдачу" выделенные заказы будут помещены в партию <br> (если отправления разного типа, тогда для каждого типа будет создана отдельная партия)',
			),
			'office' => array(
				'color' => '9c5e85',
				'size' => 14,
				'top' => 9,
				'name' => 'зарегистрировать <br> в отделении',
				'help' => 'после нажатия кнопки "зарегистрировать в отделении" данные по выделеным сдачам <br> будут переданы в почтовое отделение, и можно будет распечатать бланки ф.103',
			),
		),
	),

	'doc' => array(
		'103' => array(
			'id' => '103',
			'name' => 'ф.103 - Список для отправки партионных почтовых отправлений',
			'mode' => 'normal',
		),
		'7p' => array(
			'id' => '7p',
			'name' => 'ф.7-п - Адресный ярлык на посылку',
			'mode' => 'label',
			'cod' => '0',
			'delivery' => array(1,2,61,62,78,79),
		),
		'7a' => array(
			'id' => '7a',
			'name' => 'ф.7-а - Адресный ярлык на отправление 1-го класса',
			'mode' => 'label',
			'cod' => '0',
			'delivery' => array(),
		),
		'e1v' => array(
			'id' => 'e1v',
			'name' => 'ф.Е1-в - Бланк EMS отправления',
			'mode' => 'normal',
			'cod' => '0',
			'delivery' => array(3,77),
		),
		'112ep' => array(
			'id' => '112ep',
			'name' => 'ф.112эп - Бланк почтового перевода наложенного платежа',
			'mode' => 'normal',
			'cod' => '1',
			'delivery' => array(1,2,61,62, 3,77),
		),
		'107' => array(
			'id' => '107',
			'name' => 'ф.107 - Опись вложения',
			'mode' => 'normal',
			'cod' => '1',
			'delivery' => array(1,2,61,62, 3,77),
		),

		'batch' => array(
			'id' => 'batch',
			'name' => 'Акт передачи',
			'mode' => 'normal',
			'company_id' => 5,
		),
		'order' => array(
			'id' => 'order',
			'name' => 'Квитанция',
			'mode' => 'normal',
			'company_id' => 5,
		),
		'package' => array(
			'id' => 'package',
			'name' => 'Этикетка',
			'mode' => 'label',
			'company_id' => 5,
		),
	),

	'register_option' => array(
		23 => array(
			'id' => 23,
			'name' => 'Почта',
			'service' => array(
				1 => array(
					'id' => 1,
					'name' => 'SMS уведомление получателя',
					'value' => 1,
				),
				2 => array(
					'id' => 2,
					'name' => 'хрупкая (+30%)',
					'value' => 1,
				),
				3 => array(
					'id' => 3,
					'name' => 'возврату не подлежит',
					'value' => 1,
				),
				4 => array(
					'id' => 4,
					'name' => 'проверка комплектности',
					'value' => 0,
					'depend_62' => true,
				),
			),
		),
		5 => array(
			'id' => 5,
			'name' => 'СДЭК',
			'profile' => array(
				1 => array(
					'id' => 1,
					'name' => 'Профиль отправителя',
					'value' => 0,
				),
				2 => array(
					'id' => 2,
					'name' => 'Профиль вызова курьера',
					'value' => 0,
				),
			),
			'service' => array(
				30 => array(
					'id' => 30,
					'name' => 'примерка на дому',
					'value' => 1,
				),
				36 => array(
					'id' => 36,
					'name' => 'частичная доставка',
					'value' => 1,
					'depend_count' => true,
				),
				37 => array(
					'id' => 37,
					'name' => 'осмотр вложения',
					'value' => 1,
				),
				48 => array(
					'id' => 48,
					'name' => 'реверс',
					'value' => 1,
				),
				3 => array(
					'id' => 3,
					'name' => 'доставка в выходной день',
					'value' => 0,
				),
				7 => array(
					'id' => 7,
					'name' => 'опасный груз',
					'value' => 0,
				),
			),
		),
	),

	'register_profile' => array(
		'code' => array(
			'name' => 'название профиля',
		),
		'active' => array(
			'name' => 'активность',
			'values' => array(1 => 'доступно', 2 => 'по умолчанию', 0 => 'скрыто'),
		),
		'type' => array(
			'name' => 'тип профиля',
			'values' => array('shop' => 'магазин', '5' => 'СДЭК'),
		),
		'company' => array(
			'name' => 'наименование юр.лица',
		),

/*
		'zip' => array(
			'name' => 'почтовый индекс',
		),
*/
		'city' => array(
			'name' => 'город',
		),
		'address' => array(
			'name' => 'адрес',
		),
		'phone' => array(
			'name' => 'телефон',
			'hint' => '+7-912-345-67-89',
		),

/*
		'mode' => array(
			'name' => 'тип договора',
			'values' => array('0' => 'интернет-магазин', '1' => 'стандартный'), // 'N' => 'нет'
		),
*/
		'vat' => array(
			'name' => 'НДС',
			'values' => array('' => 'нет', '20' => '20%'),
		),
/*
		'account' => array(
			'name' => 'идентификатор клиента',
		),
		'secure' => array(
			'name' => 'ключ доступа',
		),
*/
		'contract' => array(
			'name' => 'номер и дата договора',
			'hint' => '№10-20 от 01.01.2019',
		),
		'format' => array(
			'name' => 'формат отправки',
			'values' => array('office' => 'от терминала (склад-...)', 'door' => 'с забором курьером (дверь-...)'),
		),

		'head_seller' => array(
			'delimiter' => 'истинный продавец (для чеков)',
		),
		'company_seller' => array(
			'name' => 'наименование юр.лица',
		),
		'companytype_seller' => array(
			'name' => 'организационная форма',
			'values' => array('ooo' => 'ООО', 'ip' => 'ИП', 'ao' => 'АО', 'zao' => 'ЗАО', 'oao' => 'ОАО', 'pao' => 'ПАО', 'sb' => 'Малый бизнес'),
		),
		'inn_seller' => array(
			'name' => 'ИНН',
		),
		'address_seller' => array(
			'name' => 'адрес',
		),
		'phone_seller' => array(
			'name' => 'телефон',
			'hint' => '+7-912-345-67-89',
		),

		'head_call' => array(
			'delimiter' => 'откуда курьеру забирать груз',
		),
		'city_call' => array(
			'name' => 'город',
		),
		'address_call' => array(
			'name' => 'адрес',
		),
		'phone_call' => array(
			'name' => 'телефон',
			'hint' => '+7-912-345-67-89',
		),
		'time_lunch_call' => array(
			'name' => 'обед',
		),
		'time_call' => array(
			'name' => 'время ожидания курьера',
		),
		'comment_call' => array(
			'name' => 'комментарий для курьера',
		),

		'head_doc_shop' => array(
			'delimiter' => 'сотрудник, отвечающий за сдачу/приемку груза',
		),
		'head_doc_company' => array(
			'delimiter' => 'сотрудник, отвечающий за забор груза',
		),
		'name' => array(
			'name' => 'ФИО',
			'hint' => 'Иванов Иван Иванович',
		),
		'appointment' => array(
			'name' => 'должность',
			'hint' => 'менеджер',
		),
		'represented' => array(
			'name' => 'в лице',
			'hint' => 'менеджера Иванова Ивана Ивановича',
		),
		'basis' => array(
			'name' => 'на основании',
			'hint' => 'Доверенности №10 от 01.01.2019',
		),

		'delete' => array(
			'checkbox' => 'удалить профиль',
		),
	),

	'month' => array('января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа', 'сентября', 'октября', 'ноября', 'декабря'),
	'week' => array('воскресенье', 'понедельник', 'вторник', 'среда', 'четверг', 'пятница', 'суббота', 'воскресенье'),
);


$MESS['SALE_DH_EDOST_INSURANCE'] = 'со страховкой';

?>