<?
$MESS['EDOST_DELIVERY_TARIFF'] = array(
	'title' => array( // названия тарифов
		1 => 'Почта России (отправление 1-го класса)',
		2 => 'Почта России (наземная посылка)',
		3 => 'EMS Почта России',
		5 => 'СПСР Экспресс (пеликан-стандарт)',
		6 => 'СДЭК (экспресс - курьером до двери)',
		9 => 'СДЭК (экспресс - до пункта выдачи)',
		10 => 'СДЭК (супер-экспресс - курьером до двери)',
		11 => 'DHL Express (экспресс 18:00)',
		12 => 'UPS (Express Saver)',
		14 => 'ЖелДорЭкспедиция (до терминала)',
		16 => 'ПЭК (до терминала)',
		17 => 'СДЭК (международный экспресс)',
		18 => 'EMS Почта России (международное отправление)',
		19 => 'СПСР Экспресс (международное отправление)',
		20 => 'DHL Express (экспресс за границу)',
		21 => 'UPS (международный Express Saver)',
		22 => 'Деловые линии (до терминала)',
		24 => 'ИдеаЛоджик',
		25 => 'Гарантпост',
		26 => 'Гарантпост (международное отправление)',
		27 => 'PONY EXPRESS',
		28 => 'PONY EXPRESS (международное отправление)',
		29 => 'PickPoint',
		31 => 'Курьер', // тариф 1
		32 => 'Курьер', // тариф 2
		33 => 'Курьер', // тариф 3
		34 => 'Курьер', // тариф 4
		35 => 'Самовывоз', // тариф 1
		36 => 'boxberry (до пункта выдачи)',
		37 => 'СДЭК (посылка - до пункта выдачи)',
		38 => 'СДЭК (посылка - курьером до двери)',
		39 => 'Энергия (авто - до терминала)',
		40 => 'Энергия (жд - до терминала)',
		41 => 'Энергия (авиа - до терминала)',
		42 => 'Энергия (морем - до терминала)',
		43 => 'boxberry (курьером до двери)',
		44 => 'DPD (classic - курьером до двери)',
		45 => 'DPD (consumer - курьером до двери)',
		46 => 'DPD (parcel - до пункта выдачи)',
		47 => 'DPD (parcel - курьером до двери)',
		48 => 'ЖелДорЭкспедиция (до подъезда)',
		49 => 'ПЭК (до подъезда)',
		51 => 'Деловые линии (до подъезда)',
		52 => 'Энергия (авто - до подъезда)',
		53 => 'Энергия (жд - до подъезда)',
		54 => 'Энергия (авиа - до подъезда)',
		55 => 'Энергия (морем - до подъезда)',
		56 => 'Самовывоз', // тариф 2
		57 => 'Самовывоз', // тариф 3
		58 => 'Самовывоз', // тариф 4
		59 => 'РАТЭК (до терминала)',
		60 => 'РАТЭК (до подъезда)',
		61 => 'Почта России (посылка онлайн)',
		62 => 'Почта России (курьер онлайн)',
		63 => '',
		64 => '',
		65 => 'СДЭК (магистральный/экономичный - до пункта выдачи)',
		66 => 'СДЭК (магистральный/экономичный - курьером до двери)',
		67 => 'InPost',
		68 => 'Почта России (бандероль)',
	),
	'title_insurance' => array( // названия тарифов со страховкой
		1 => 'Почта России (отправление 1-го класса со страховкой)',
		2 => 'Почта России (наземная посылка со страховкой)',
		3 => 'EMS Почта России (со страховкой)',
		5 => 'СПСР Экспресс (пеликан-стандарт со страховкой)',
		6 => 'СДЭК (экспресс - курьером до двери со страховкой)',
		9 => 'СДЭК (экспресс - до пункта выдачи со страховкой)',
		10 => 'СДЭК (супер-экспресс - курьером до двери со страховкой)',
		11 => 'DHL Express (экспресс 18:00 со страховкой)',
		12 => 'UPS (Express Saver со страховкой)',
		14 => 'ЖелДорЭкспедиция (до терминала со страховкой)',
		16 => 'ПЭК (до терминала со страховкой)',
		17 => 'СДЭК (международный экспресс со страховкой)',
		18 => 'EMS Почта России (международное отправление со страховкой)',
		19 => 'СПСР Экспресс (международное отправление со страховкой)',
		20 => 'DHL Express (экспресс за границу со страховкой)',
		21 => 'UPS (международный Express Saver со страховкой)',
		22 => 'Деловые линии (до терминала со страховкой)',
		24 => 'ИдеаЛоджик (со страховкой)',
		25 => 'Гарантпост (со страховкой)',
		26 => 'Гарантпост (международное отправление со страховкой)',
		27 => 'PONY EXPRESS (со страховкой)',
		28 => 'PONY EXPRESS (международное отправление со страховкой)',
		29 => 'PickPoint (со страховкой)',
		31 => 'Курьер', // тариф 1
		32 => 'Курьер', // тариф 2
		33 => 'Курьер', // тариф 3
		34 => 'Курьер', // тариф 4
		35 => 'Самовывоз', // тариф 1
		36 => 'boxberry (до пункта выдачи со страховкой)',
		37 => 'СДЭК (посылка - до пункта выдачи со страховкой)',
		38 => 'СДЭК (посылка - курьером до двери со страховкой)',
		39 => 'Энергия (авто - до терминала со страховкой)',
		40 => 'Энергия (жд - до терминала со страховкой)',
		41 => 'Энергия (авиа - до терминала со страховкой)',
		42 => 'Энергия (морем - до терминала со страховкой)',
		43 => 'boxberry (курьером до двери со страховкой)',
		44 => 'DPD (classic - курьером до двери со страховкой)',
		45 => 'DPD (consumer - курьером до двери со страховкой)',
		46 => 'DPD (parcel - до пункта выдачи со страховкой)',
		47 => 'DPD (parcel - курьером до двери со страховкой)',
		48 => 'ЖелДорЭкспедиция (до подъезда со страховкой)',
		49 => 'ПЭК (до подъезда со страховкой)',
		51 => 'Деловые линии (до подъезда со страховкой)',
		52 => 'Энергия (авто - до подъезда со страховкой)',
		53 => 'Энергия (жд - до подъезда со страховкой)',
		54 => 'Энергия (авиа - до подъезда со страховкой)',
		55 => 'Энергия (морем - до подъезда со страховкой)',
		56 => 'Самовывоз', // тариф 2
		57 => 'Самовывоз', // тариф 3
		58 => 'Самовывоз', // тариф 4
		59 => 'РАТЭК (до терминала со страховкой)',
		60 => 'РАТЭК (до подъезда со страховкой)',
		61 => 'Почта России (посылка онлайн со страховкой)',
		62 => 'Почта России (курьер онлайн со страховкой)',
		63 => '',
		64 => '',
		65 => 'СДЭК (магистральный/экономичный - до пункта выдачи со страховкой)',
		66 => 'СДЭК (магистральный/экономичный - курьером до двери со страховкой)',
		67 => 'InPost (со страховкой)',
		68 => 'Почта России (бандероль со страховкой)',
	),
	'description' => array( // описание тарифов
		3 => '<span style="font-size: 12px; color: #F00;">В небольших населенных пунктах доставка производится только до почтового отделения!</span>', // EMS
	),
	'description_insurance' => array( // описание тарифов со страховкой
		3 => '<span style="font-size: 12px; color: #F00;">В небольших населенных пунктах доставка производится только до почтового отделения!</span>', // EMS
	),

	'module_name' => 'eDost',
	'module_description_inner' => '<b style="color: #F00; font-size: 20px;">Предупреждение!!!</b><br><span style="font-size: 16px;"><b style="color: #A00;">Сохранение настроек на текущей странице может привести к непредсказуемому результату<br> и нарушить работу модуля!</b><br><br><b>Все настройки модуля рекомендуется производить только в <a href="edost.php?type=setting">пункте меню eDost</a>.</b></span>',
);


$MESS['EDOST_DELIVERY_COD'] = array(
	array('tariff' => array(1, 2, 3, 61, 62, 68), 'name' => 'Наложенный платеж', 'description' => 'Оплата наличными при получении заказа.'),
	array('tariff' => array(29), 'description2' => 'В постамате заказ можно оплатить наличными или банковской картой Visa и MasterCard.'),
);

$MESS['EDOST_DELIVERY_CONFIG'] = array(
	'head' => 'Параметры',
	'no_change' => 'Не изменять',
	'field' => array(
		'id' => array('TITLE' => 'Идентификатор магазина'),
		'ps' => array('TITLE' => 'Пароль для доступа к серверу расчетов'),
		'host' => array('TITLE' => 'Сервер расчета доставки'),
		'hide_error' => array('TITLE' => 'Скрывать ошибки'),
		'show_zero_tariff' => array('TITLE' => 'Если расчет невозможен, тогда вывести нулевой тариф'),
		'map' => array('TITLE' => 'Включить выбор постаматов и пунктов выдачи на карте'),
		'send_zip' => array('TITLE' => 'Использовать в расчете почтовый индекс'),
		'hide_payment' => array('TITLE' => 'Скрывать способы оплаты, если не рассчитана доставка'),
		'sort_ascending' => array('TITLE' => 'Сортировать тарифы по стоимости'),
		'admin' => array('TITLE' => 'Включить расширенное редактирование заказа в админке'),
		'cod_status' => array('TITLE' => 'При выборе способа оплаты "Наложенный платеж" переводить заказ в статус', 'VALUES' => array()),
		'template' => array('TITLE' => 'Шаблон', 'VALUES' => array('Y' => 'eDost', 'N' => 'Visual', 'N2' => 'Visual (расширенный)', 'N3' => 'битрикс 16-17 (многошаговый)', 'off' => 'отключено')),
		'template_format' => array('TITLE' => 'Объединять тарифы по типу доставки', 'VALUES' => array('off' => 'отключено', 'odt' => 'самовывоз, курьер, почта', 'dot' => 'курьер, самовывоз, почта', 'tod' => 'почта, самовывоз, курьер')),
		'template_block' => array('TITLE' => 'Выводить тарифы одного типа отдельными блоками', 'VALUES' => array('off' => 'отключено', 'auto1' => 'только когда много тарифов', 'auto2' => 'только когда много тарифов любого типа', 'all' => 'всегда')),
		'template_block_type' => array('TITLE' => 'Формат отображения', 'VALUES' => array('none' => 'блоки', 'border' => 'блоки с рамкой', 'bookmark1' => 'закладки', 'bookmark2' => 'самые дешевые тарифы')),
		'template_cod' => array('TITLE' => 'Наложенный платеж', 'VALUES' => array('off' => 'только в способах оплаты', 'td' => 'дублировать в колонке у тарифа доставки', 'tr' => 'отдельным тарифом доставки')),
		'template_autoselect_office' => array('TITLE' => 'Автоматически выбирать самый первый пункт выдачи или постамат'),
		'autoselect' => array('TITLE' => 'Автоматически выбирать самый первый способ доставки'),
		'template_map_inside' => array('TITLE' => 'Интегрировать карту в блок доставки'),
		'control' => array('TITLE' => 'Включить контроль заказов'),
		'control_auto' => array('TITLE' => 'Автоматически ставить на контроль разрешенные к доставке заказы'),
		'control_status_arrived' => array('TITLE' => 'После прибытия в пункт назначения переводить заказ в статус', 'VALUES' => array()),
		'control_status_completed' => array('TITLE' => 'Доставленный заказ переводить в статус', 'VALUES' => array()),
		'control_status_completed_cod' => array('TITLE' => 'Доставленный заказ с наложенным платежом переводить в статус', 'VALUES' => array()),
	),
);

$MESS['EDOST_DELIVERY_WARNING'] = array(
	0 => 'Предупреждение: ',
	1 => 'Почтового отделения с указанным индексом НЕ существует!',
	2 => 'В вашем регионе НЕ найдено почтового отделения с указанным индексом!',
);

$MESS['EDOST_DELIVERY_ERROR'] = array(
	'head' => 'Ошибка: ',
	'office' => 'Невозможна загрузка данных по пунктам выдачи - ',
	'code' => '№ ',
	'no_delivery' => 'Не найдено подходящей службы доставки',
	'tariff_zero' => 'Стоимость доставки будет предоставлена позже',
	'connect' => 'Не удалось рассчитать стоимость доставки (ошибка соединения)',
	'no_location' => 'Не указано местоположение',
	2 => 'Доступ к расчету заблокирован',
	3 => 'Неверные данные магазина (пароль или идентификатор)',
	4 => 'Неверные входные параметры',
	5 => 'В выбранное местоположение расчет доставки не производится',
	6 => 'Внутренняя ошибка сервера расчетов',
	7 => 'Не заданы компании доставки в настройках магазина',
	8 => 'Сервер расчета не отвечает',
	9 => 'Превышен лимит расчетов за день',
	11 => 'У товаров не задан вес',
	12 => 'Не заданы данные магазина (пароль или идентификатор)',
	14 => 'Настройки сервера не позволяют отправить запрос на расчет',
	17 => 'Вес больше 100 000 кг',
	18 => 'Страховка превышает 10 000 000 рублей',
	19 => 'Неверный код страны',
	20 => 'Неверный код региона (в стране нет такого региона)',
);

$MESS['EDOST_DELIVERY_RENAME'] = array(
	'company' => array(
		array('ЖелДорЭкспедиция', 'Почта России', 'EMS Почта России'), // что менять
		array('ЖелДор', 'Почта', 'EMS'), // на что менять
	),
	'name' => array(
		array('отправление 1-го класса', 'наземная посылка'), // что менять
		array('1-й класс', 'посылка'), // на что менять
	),
);

$MESS['EDOST_DELIVERY_SIGN'] = array(
	'from' => 'от ',
	'to' => ' до ',
	'metro' => 'м. ',
	'map' => 'показать на карте',
	'map2' => 'показать<br> на карте',
	'change' => 'выбрать другой...',
	'change2' => 'выбрать...',
	'loading' => 'обработка...',
	'loading2' => 'загрузка...',
	'insurance' => 'со страховкой',
	'insurance_head' => 'Страховка включена во все тарифы',
	'address' => 'адрес',
	'address2' => 'адрес самовывоза',
	'delivery_company' => 'служба доставки',
	'tel' => 'телефон',
	'schedule' => 'часы работы',
	'shop' => 'Магазин',
	'office' => 'Пункт выдачи',
	'terminal' => 'Терминал ТК',
	'delivery_unchecked' => 'Не выбран способ доставки',
	'office_unchecked' => 'Не выбрана точка самовывоза',
	'detailed_office' => 'увеличить карту и показать тарифы детально...',
	'delivery_error' => 'Не удалось рассчитать стоимость доставки!',
	'post_zip' => 'Если планируете получить заказ почтой, обязательно укажите правильный почтовый индекс.',
	'no_profile' => 'Внимание!<br>При оформлении заказа был выбран тариф "%profile%" (%price% руб.), но в данный момент расчет доставки по этому тарифу невозможен.',

	'code' => 'код филиала',
	'code_head' => array(
		array('Пункт выдачи', 'пункта выдачи'),
		array('Терминал', 'терминала'),
		array('Постамат', 'постамата'),
		array('Почтомат', 'почтомата'),
		'code' => 'Код ',
		'code2' => 'код ',
	),

	'codplus' => 'Стоимость доставки увеличится на <b>%codplus%</b>',
	'transfer' => '+ доплатить при получении за денежный перевод <b>%transfer%</b>',
	'codtotal' => 'Итого переплата за наложенный платеж: <b>%codtotal%</b>',
	'price_head' => 'с предоплатой<br>заказа',
	'cod_head' => 'с оплатой<br>при получении',
	'cod_head_bookmark' => '+ возможна оплата<br>при получении',
	'admin_no_cod' => 'Для выбранного способа доставки наложенный платеж недоступен!!!',

	'free' => 'Бесплатно!',
	'free_bitrix' => '<font color="#009900"><b>Бесплатно!</b></font>',
	'priceinfo_warning' => 'Оплачивать доставку необходимо самостоятельно при получении в офисе ТК. <br> Стоимость доставки ориентировочная и на момент оплаты может измениться!',
	'priceinfo_warning_bitrix' => '<span style="color: #F00; font-size: 11px; font-weight: bold;">Оплачивать доставку необходимо самостоятельно при получении.</span> <br> Ориентировочная стоимость: <b>%price_info%</b>',
	'house_warning' => 'Выгрузка и подъем на этаж в стоимость не входят!',
	'house_warning_bitrix' => '<span style="color: #F00; font-size: 11px; font-weight: bold;">Выгрузка и подъем на этаж в стоимость не входят!</span>',
	'terminal_warning' => 'Служба доставки может изменить терминал выдачи по своему усмотрению!',
	'terminal_warning_bitrix' => '<span style="color: #F00; font-size: 11px; font-weight: bold;">Служба доставки может изменить терминал выдачи по своему усмотрению!</span>',
	'priceinfo_description' => '<b>+ %price%</b> за доставку до склада транспортной компании (включается в заказ)',
	'template_warning' => '<b style="color: #F00;">Ошибка: не установлен шаблон eDost!</b>',

	'country_hint' => array(
		'default' => 'введите название города',
		0 => 'введите название города / населенного пункта (например, <b>Москва</b> или <b>п. Омский, Омский район</b>)',
		21 => 'введите название города (например, <b>Минск</b>)',
		85 => 'введите название города (например, <b>Астана</b>)',
		212 => 'введите название города (например, <b>Киев</b>)',
	),
	'shop_company_default' => array(
		'Курьер',
		'Курьером до двери',
		'Курьер магазина',
		'Самовывоз',
		'Самовывоз из магазина',
	),
	'delivery' => array(
		'shop' => 'Магазин',
		'postamat' => 'Доставка в постамат',
		'pochtomat' => 'Доставка в почтомат',
		'office' => 'Доставка в пункт выдачи',
		'terminal' => 'Доставка на терминал',
	),
	'hide' => array(
		'курьером до двери',
		'до пункта выдачи',
		'до терминала',
		'до подъезда',
	),
	'postamat' => array(
		'name' => 'Постамат',
		'name_address' => 'постамат',
		'head' => 'До постамата',
		'get' => 'Выбрать постамат или пункт выдачи',
		'format_get' => 'выбрать постамат или пункт выдачи на карте...',
		'pvz' => 'ПВЗ',
		'rf' => 'Российская Федерация',
	),
	'pochtomat' => array(
		'name' => 'Почтомат',
		'head' => 'До почтомата',
		'format_get' => 'выбрать почтомат на карте...',
	),
	'bookmark' => array(
		'office' => 'Самовывоз',
		'door' => 'До двери',
		'house' => 'До подъезда',
		'post' => 'Почта',
		'general' => 'Другие...',
		'show' => 'Другие...',
	),
	'day' => array(
		'D' => array('день', 'дня', 'дней'),
		'H' => array('час', 'часа', 'часов'),
		'M' => array('месяц', 'месяца', 'месяцев'),
		'MIN' => array('минута', 'минуты', 'минут'),
	),
	'office_description' => array(
		'office' => 'Пункты выдачи - это специальные офисы, предназначенные для выдачи заказов из интернет-магазинов (пожалуйста, учитывайте, что эти пункты НЕ принадлежат магазину, поэтому там нет консультантов, замены товара и т.п.).',
		'terminal' => 'Терминалы - это складские площадки транспортных компаний (обычно расположены в промышленных районах города, вблизи железных дорог, транспортных узлов и т.п.)<br>Минимум удобств, зато дешево при заказе тяжелых и объемных товаров.',
	),
);

$MESS['EDOST_DELIVERY_FORMAT'] = array(
	'general' => array(
		'head' => 'Другие способы доставки',
	),
	'post' => array(
		'head' => 'Почта',
	),
	'shop' => array(
		'name' => 'Самовывоз из магазина',
		'get' => 'выбрать магазин на карте...',
	),
	'door' => array(
		'name' => 'Курьером до двери',
	),
	'office' => array(
		'name' => 'До пункта выдачи',
		'get' => 'выбрать пункт выдачи на карте...',
	),
	'terminal' => array(
		'name' => 'До терминала ТК',
		'head' => 'До терминала транспортной компании',
		'get' => 'выбрать терминал на карте...',
	),
	'house' => array(
		'name' => 'До подъезда',
	),
);

$MESS['EDOST_DELIVERY_CONTROL'] = array(
	'meter' => 'м',
	'order_prefix' => '№ ',
	'paysystem' => 'Способ оплаты',
	'office' => 'самовывоз',
	'cod' => '+ наложка',
	'main' => 'на главную страницу контроля',
	'total' => 'Все заказы, поставленные на контроль',
	'from' => 'на',
	'more' => 'и больше',
	'cancel' => 'Отменить',

	'detail' => 'подробнее...',
	'detail_all' => 'показать все...',
	'detail_hide' => 'скрыть',

	'head_package' => 'Параметры отправления',
	'head_status' => 'История операций',

	'head' => 'на контроле',
	'head_small' => 'контроль',
	'head_special' => 'на особом контроле',
	'head_special_small' => 'особый',
	'head_new' => 'новый',
	'head_new_small' => '!!!',

	'tracking_example' => 'Пример идентификатора',
	'tracking_format' => 'Формат идентификатора',
	'tracking_head' => 'Идентификатор отправления',

	'phone_head' => 'Телефон покупателя',
	'address_head' => 'Адрес доставки',

	'day_arrival' => 'будет доставлено через',
	'day_delay' => 'превышен срок доставки на',
	'day_office' => 'лежит в пункте выдачи',
	'day_office2' => 'ожидает доставки на адрес получателя',
	'day_office3' => 'лежит в почтовом отделении',
	'day_complete' => 'прошло с момента вручения',

	'control_count' => 'можно поставить на контроль',
	'control_count2' => 'доступно',
	'control_buy' => 'подключить контроль заказов eDost',
	'control_no' => 'на контроль не поставлено ни одного заказа',
	'control_help' => 'чтобы поставить заказ на контроль, у отгрузки необходимо <b>разрешить доставку</b> и указать <b>идентификатор отправления</b>',
	'control_help_link' => '<a class="edost_link2" style="color: #88F;" href="http://edost.ru/kln/help-bitrix.html#11" target="_blank">подробнее смотрите в 11-ом пункте инструкции</a>',

	'changed_head' => 'Изменился статус',
	'changed_delete' => 'отчистить список',
	'changed_show' => 'показать заказы',

	'no_detail' => 'В системе нет дополнительной информации по данному отправлению.',
	'no_search' => 'Заказов с указанным идентификатором не найдено.',

	'api_error' => 'Проверьте данные доступа к компании доставки в личном кабинете eDost в разделе "Контроль заказов"!',

	'user_order_head' => 'мой заказ',
	'user_order_head2' => 'мои заказы',

	'status' => array(
		0 => 'Поставлен на контроль',
		1 => 'Оформлена заявка на доставку',
		2 => 'Передан в службу доставки',
		3 => 'В пути',
		4 => 'Прибыл в пункт назначения',
		5 => 'Вручен',
		7 => 'Возврат вручен отправителю',
		13 => 'Идентификатор отправления указан неверно',
		14 => 'Отправление не найдено в базе службы доставки',
		20 => 'Отсутствует движение по доставке',
		21 => 'Заказ выдан частично',
		22 => 'Сбой на сервере службы доставки',
		23 => 'Доставка приостановлена',
		24 => 'Заявка отменена',
		25 => 'Сбой подключения к серверу службы доставки',
	),

	'setting_head' => 'Настройки:',
	'setting' => array(
		'show' => 'показать настройки',
		'hide' => 'скрыть настройки',
		'day_delay' => 'Выделять заказы, у которых превышен срок доставки на %data% и больше',
		'day_office' => 'Выделять заказы, которые лежат в пункте назначения/выдачи %data% и больше',
		'day_complete' => 'Выделять заказы, которые ожидают зачисления наложки %data% и больше',
		'show_total' => 'выводить заказы не требующие внимания (в процессе доставки, доставленные и т.п.)',
		'delete' => 'выводить кнопку "снять с контроля" (для выполненных, возвращенных и утерянных заказов)',
		'paid' => 'выводить кнопку "зачислить платеж" (для доставленных заказов с наложенным платежом)',
		'changed' => 'выводить список с заказами, у которых сегодня изменился статус (после прибытия в пункт назначения и вручения)',
		'complete_delay' => 'выводить на сколько превышен срок доставки у выполненных заказов',
	),

	'list_head' => array(
		'new_special' => '',
		'new' => 'Новые важные статусы (требуют внимания)',
		'special' => 'Заказы на особом контроле',
		'warning_red' => 'Важные предупреждения (требуют особого внимания)',
		'office' => 'Заказ прибыл в пункт назначения/выдачи и ожидает доставки/выдачи',
		'delay' => 'Превышен срок доставки',
		'warning_orange' => 'В процессе возврата и утерянные отправления',
		'warning_pink' => 'Простые предупреждения',
		'add' => 'Только поставлены на контроль',
		'total' => 'Заказы не требующие внимания',
		'complete_paid' => 'Доставленные заказы, ожидают зачисления наложки',
		'complete_paid2' => 'Доставленные заказы, ожидают зачисления наложки',
		'complete' => 'Выполненные заказы (доставленные, с зачисленной наложкой)',
		'search' => 'Поиск',
		'changed' => 'Заказы с измененным статусом',
	),

	'count_head' => array(
		'new' => 'Новые важные статусы',
		'special' => 'На особом контроле',
		'warning_red' => 'Важные предупреждения',
		'warning_orange' => 'Возвраты, утери',
		'warning_pink' => 'Простые предупреждения',
		'office' => 'Прибыли в пункт назначения',
		'office2' => 'Долго ждут доставки/выдачи',
		'delay' => 'Задержка в доставке',
		'delay2' => 'Большая задержка в доставке',
		'add' => 'Только поставлены на контроль',
		'complete_paid' => 'Ожидают зачисления наложки',
		'complete_paid2' => 'Долго ждут наложки',
		'complete' => 'Выполнены',
		'total' => 'Всего на контроле',
	),

	'button' => array(
		'add' => 'поставить на контроль',
		'special' => 'на особый контроль',
		'special_small' => 'особый',
		'normal' => 'на обычный контроль',
		'normal_small' => 'обычный',
		'delete' => 'снять с контроля',
		'delete_ok' => 'снято с контроля',
		'delete_small' => 'снять',
		'new' => 'поставить отметку',
		'old' => 'снять отметку',
		'old_all' => 'снять все отметки',
		'paid' => 'зачислить платеж',
		'paid_ok' => 'платеж зачислен',
	),
);


$MESS['SALE_DH_EDOST_INSURANCE'] = 'со страховкой';

?>