<?
$MESS["ACRIT_GOOGLEMERCHANT_JQUERY_REQUIRE"] = "Отсутствует либо неисправна библиотека jQuery";

$MESS["ACRIT_GOOGLEMERCHANT_DEMOEND_PERIOD_INFO"] = "Срок использования демо-версии закончился.";
$MESS["ACRIT_GOOGLEMERCHANT_DEMOEND_BUY_LICENCE_INFO"] = "Купить лицензию";

$MESS["ACRIT_GOOGLEMERCHANT_ADVMANAGEMENT_TITLE"] = "Ведение рекламных компаний";

$MESS["ACRIT_GOOGLEMERCHANT_ADVMANAGEMENT_TEXT"] = "
Реклама является неотъемлемым условием успешной конкуренции. С одной стороны, она содержит в себе определенную информацию, а с другой - служит ориентиром для потребителей.<br/>
Было бы ошибкой полагаться лишь на способность потребителя при выборе товара судить о нём по внешнему виду.<br/>
Кроме того, реклама не даёт рынку застаиваться. Ведь только с помощью рекламы новый производитель может получить доступ на уже сформировавшийся рынок. Реклама способствует конкуренции, обеспечивает доступ на рынок новых производителей, оживляя и расширяя сам рынок товаров и услуг.<br/>
Как нельзя исключить конкуренцию из повседневной жизни человека без ущерба для его личности, так нельзя исключить и конкуренцию из экономики без ущерба для последней.<br/>
Конкуренция и реклама не могут существовать друг без друга.<br/><br/>

Сегодня существует множество каналов организации рекламной компании. Их состав и сама логика работы с ними постоянно эволюционируют.<br/>
Компания АКРИТ предлагает нашим клиентам полный спектр рекламных услуг:<br/>

<ul><li>Размещение и управление товаров и услуг на 14 площадках:<br/>
<ul>
<li>Яндекс.Маркет</li>
<li>Price.ru</li>
<li>Torg.mail.ru</li>
<li>Aport.ru</li>
<li>Google Merchant</li>
<li>Авито.Контекст</li>
<li>Nadavi.net</li>
<li>Sravni.com</li>
<li>PriceOk.ru</li>
<li>MobiGuru.ru</li>
<li>Poisk-podbor.ru</li>
<li>Topadvert.ru</li>
<li>Tiu.ru</li>
<li>Авито.магазин</li>
</ul></li>
<li>Персональный менеджер-аналитик</li>
<li>Анализ конкурентов по карточкам моделей Яндекс.Маркета</li>
<li>Рекомендации по фиду</li>
<li>Подключение дополнительных товарных площадок по согласованию</li>
<li>Установка SSL</li>
<li>Фидотерапия</li>
<li>Участие в клиентских мероприятиях</li>
<li>Финансовые гарантии выполнения KPI</li>
<li>Интеграции с дополнительными ситемами статистики</li>
<li>Настройка счетчиков</li>
<li>Еженедельные встречи с командой проекта</li>
</ul>

<br/><br/>

С нами вы сможете гибко сконфигурировать свою рекламную стратегию.<br/><br/>

<a href=\"https://www.acrit-studio.ru/services/settings-trading-platforms/\" target=\"_blank\">Доверьте организацию рекламной компании профессионалам!</a>

<br/><br/>

Также компания АКРИТ имеет свою <a href=\"https://www.acrit-studio.ru/partners/\" target=\"_blank\">партнерсую сеть</a>

";
?>