<?
$MESS["ACRIT_GOOGLEMERCHANT_JQUERY_REQUIRE"] = "Отсутствует либо неисправна библиотека jQuery";

$MESS["ACRIT_GOOGLEMERCHANT_DEMOEND_PERIOD_INFO"] = "Срок использования демо-версии закончился.";
$MESS["ACRIT_GOOGLEMERCHANT_DEMOEND_BUY_LICENCE_INFO"] = "Купить лицензию";

$MESS["ACRIT_GOOGLEMERCHANT_ANALYTICS_TITLE"] = "Аналитика";

$MESS["ACRIT_GOOGLEMERCHANT_ANALYTICS_TEXT"] = "
67% ваших денег вы выкидываете на неэффективную рекламу.<br/><br/>
С Roistat вы не просто увидите где плохо, но и сможете на это влиять!<br/><br/>
Roistat собирает данные из CRM системы, рекламных площадок<br/>
и вашего сайта. Из этих данных он формирует отчеты по ключевым бизнес-показателям<br/><br/>

Roistat поможет на всех этапах продаж<br/>

<ul>
<li>Маркетолог<br/>
<ul><li>сможет быстро оценить прибыльность или убыточность рекламных каналов</li>
<li>сможет быстро оценить прибыльность или убыточность рекламных каналов<br/>
<ul><li>Больше не будет тратить время на составление отчетов</li>
<li>Сможет отслеживать прибыльность каналов до ключевого слова</li>
<li>Сможет автоматизировать работу контекстной рекламы</li>
<li>Будет проводить сплит тестирование, основываясь на прибыли</li></ul>
</li></ul></li>

<li>Директор<br/>
<ul><li>сможет оценить эффективность бизнеса и всех подразделений<br/>
<ul><li>Проконтролирует на что уходит каждый рубль</li>
<li>Ежедневно сможет получать отчеты о показателях по СМС и email</li></ul>
</li></ul></li>

<li>Руководитель отдела продаж<br/>
<ul><li>сможет легко контролировать воронку продаж<br/>
<ul><li>Получит дополнительные заявки</li>
<li>Выявит и устранит причины потери клиентов</li></ul>
</li></ul></li>

<li>Аналитик<br/>
<ul><li>сможет сводить отчеты по данным реального бизнеса, а не веб-аналитики<br/>
<ul><li>Сможет составить отчет любой сложности по 22 показателям</li>
<li>Сможет строить когортные отчеты и сегментировать покупателей</li></ul>
</li></ul></li>
</ul>

<br/><br/>

<a href=\"http://roistat.com/r/uomybaon\" target=\"_blank\">Управление бизнесом — это управление показателями!</a>
";
?>