<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Гарантия – условия гарантии на товар интернет-магазина – Rusmarta.ru");
$APPLICATION->SetPageProperty("description", "Самая полная информация о сроках и условиях гарантийного обслуживания на товар. Условия обмена и возврата. Системы охраны и безопасности с доставкой по всей России в интернет-магазине Rusmarta.ru");
$APPLICATION->SetTitle("Гарантия");?><style>
a.zakaz{
  color: #575b71; /* цвет текста */
  text-align: left;
  outline: none; /* убирать контур в Mozilla */
  font-size: 14px;
  font-weight: 400;
  cursor: pointer;
} 
a.zakaz:hover { color: #77787e; cursor: pointer;} /* при наведении курсора мышки */
a.zakaz:active { color: #5c5d63; } /* при нажатии */
</style><br>

<script type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#1").click(function(){
        $("#11").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#2").click(function(){
        $("#22").slideToggle("slow");
        return false;
    });
});
// ]]></script>

<script type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#3").click(function(){
        $("#33").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#4").click(function(){
        $("#44").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script  type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#5").click(function(){
        $("#55").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script  type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#6").click(function(){
        $("#66").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script  type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#7").click(function(){
        $("#77").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script  type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#8").click(function(){
        $("#88").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

<script type="text/javascript"></script> <script type="text/javascript">// <![CDATA[
$(document).ready(function(){
    $("#9").click(function(){
        $("#99").slideToggle("slow");
        return false;
    });
});
// ]]></script> 

В связи с тем, что на представители нашей компании осуществляют строгий контроль процесса производства техники, ведется постоянная работа по усовершенствованию оборудования, а также в связи с тем, что в 2012 году в гарантийные сервисные центры обратилось рекордно-низкое число наших покупателей, было приняло решение о продлении сроков гарантийного обслуживания:
<a class="zakaz" id="1" ><h4>1. Гарантия на оборудование торговых марок: Ps-Link; PST; Simpal - до 3-х лет.</h4></a>
<div id="11" style="display: none;">
<ul>
	<li>Если по каким-либо причинам товар вам не подошел, вы можете потребовать возврата или обмена товара в течение 7 дней с момента передачи товара покупателю, если товар приобретался дистанционно (была осуществлена доставка) и в течение 14 дней с момента передачи товара покупателю если товар приобретался непосредственно в магазине. При этом возврат денежных средств покупателю производится в течение 10 банковских дней.</li>
</ul>
<ul>
	<li>Все товары, реализуемые интернет-магазином бытовой электроники, являются абсолютно новыми, в фирменной упаковке и имеют срок гарантийного обслуживания в сервисных центрах. Покупатели, приобретающие нашу технику, вместе с товаром получают товарный&nbsp;(кассовый) чек и гарантийный талон с печатью нашего магазина. Мы не продаем товары бывшие в употреблении или после ремонта.</li>
</ul>
<br>
<b>1.1 Техническая поддержка.</b>
 <p>
</p>
<ul>
	<li>Если вам нужна помощь в настройке оборудования вы можете написать нам в чат на сайте или позвонить по телефону и оставить заявку по технической поддержке менеджеру.</li>
</ul>
<ul>
	<li>При обращении с вопросом о гарантии, обязательно указывайте: Номер заказа или товарного чека, модель оборудования и&nbsp;дату его получения. Подробно опишите неисправность.</li>
</ul>
<ul>
	<li>Регламентированный срок ответа до пяти рабочих дней, или ранее, в зависимости от загрузки специалистов.</li>
</ul>
<ul>
	<li>Если у вас был произведен монтаж нашими специалистами: пришлите нам&nbsp;номер акта выполненных работ *, что бы мы могли знать, о каком оборудовании и целях идет речь.&nbsp;</li>
</ul>
<ul>
	<li>Если акт выполненных работ не доступен, пришлите модель оборудования, цели его установки (например, контроль температуры в котле двумя термодатчиками) и приблизительную дату и адрес монтажа на адрес электронной почты <a href="mailto:info@rusmarta.ru">info@rusmarta.ru</a>&nbsp;Мы всегда стараемся отреагировать на вашу заявку как можно скорее.&nbsp;<br>
 </li>
</ul>
 * <b>Если вы заказывали у нас монтаж, то по окончанию работ должны были подписать акт выполненных работ. Сохраните его.</b>
</div>
<a class="zakaz" id="2" ><h4>2. Внешний вид и комплектность</h4></a>
<div id="22" style="display: none;">
 <br>
<ul>
	<li>Обязательно убедитесь в полной комплектации товара и отсутствии дефектов, прежде чем расписаться в сопроводительных документах. В случае обнаружения дефектов и нарушении комплектации необходимо сделать отметку в сопроводительных документах,<b><span style="color: #ee1d24;"> в противном случае претензии не принимаются.</span></b>&nbsp;</li>
</ul>
<ul>
	<li><b><span style="color: #9d0a0f;">ПОМНИТЕ!</span> Претензии к внешнему виду и комплектации доставленного товара, в соответствии со ст. 458 и 459 ГК РФ, вы можете предъявить транспортной компании только до момента передачи товара курьером или при получении на терминале транспортной компании и подписания документов, подтверждающих передачу товара.</b><b>&nbsp;</b></li>
</ul>
<ul>
	<li>Ссылки на загрязненность товара, недостаточную освещенность помещения, поторапливания со стороны экспедиторов и прочие причины не являются основанием для невыполнения вами требований ст. 484 ГК РФ.&nbsp;</li>
</ul>
<ul>
	<li>Сотрудник, осуществляющий доставку, обязан выдать товарный (кассовый) чек и заполненный гарантийный талон со штампами. При наличии претензий к внешнему виду и комплектации товара вы можете от него отказаться. Доставка производится до необходимого места в квартире, если это не требует подъема по лестнице, дополнительного проноса более 20 метров и если проходы и дверные проемы заведомо позволяют это сделать без возможных повреждений техники.&nbsp;</li>
</ul>
<ul>
	<li>Перед началом использования товара, проверьте, соответствует ли Ваше представление о нем его реальным характеристикам. Все основные характеристики указаны в инструкции к товару. Вы можете отказаться от товара, если при получении обнаружили разницу в его описании на сайте и инструкции. Постарайтесь выяснить этот вопрос до момента начала эксплуатации товара. И тогда компания без проблем его поменяет или вернет Вам деньги.&nbsp;</li>
</ul>
<ul>
	<li>При обнаружении скрытых дефектов в товаре сразу сообщите об этом по тел. +7 (812) 309-76-71 или электронной почте <a href="mailto:support@rusmarta.ru">support@rusmarta.ru</a>. Обмен товара или возврат денежных средств Покупателю (на основании закона «О защите прав потребителя») осуществляется после проведения экспертизы сервисного центра.&nbsp;</li>
</ul>
</div>
<a class="zakaz" id="3" ><h4>3. Установка и подключение техники </h4></a>
<div id="33" style="display: none;">
<ul>
	<li>Покупатель вправе потребовать включения прибора для проверки его работоспособности, но при этом необходимо знать, что в дальнейшем могут возникнуть проблемы с эксплуатацией изделия по причине неправильного первоначального включения (относится к зимнему времени года). По правилам эксплуатации перед включением температура прибора должна быть комнатной. Обычно баланс температур достигается в течение 2-6 часов. Соблюдать это правило особенно важно для товаров со сложной электроникой.&nbsp;<br>
 </li>
</ul>
</div>
<a class="zakaz" id="4" ><h4>4. Возврат товара, возврат денежных средств</h4></a>
<div id="44" style="display: none;">
<ul>
	<li>В случаях, когда товар надлежащего качества не подошел Вам по каким-либо причинам, Вы можете отказаться от него в любое время до его передачи или в течение семи дней после его передачи, не считая дня его покупки. Для этого необходимо, чтобы:&nbsp;</li>
</ul>
<ul>
	<li>Товар не был в употреблении, были сохранены его потребительские свойства, товарный вид, упаковка, пломбы и ярлыки (если таковы имеются), а также товарный или кассовый чек (подтверждающие покупку в нашем магазине), документация к товару;&nbsp;</li>
</ul>
<ul>
	<li>Товар был надлежащего качества (исправен, не имел вмятин, трещин, царапин, сколов и других механических повреждений, за исключением скрытых производственных дефектов);&nbsp;</li>
</ul>
<ul>
	<li>Товар не входил в перечень товаров, не подлежащих возврату или обмену (перечень утвержден Постановлением Правительства РФ от 19 января 1998 г., №55).&nbsp;</li>
</ul>
<ul>
	<li><b>При несоблюдении данных условий, мы,&nbsp;не сможем обменять товар или вернуть за него деньги.</b>&nbsp;</li>
</ul>
<ul>
	<li>В соответствии с Постановлением Правительства РФ от 27.09.2007 г. № 612 "Об утверждении правил продажи товаров дистанционным способом" предоставляем следующую информацию о порядке и сроках возврата товара: режим работы: Пн-Пт: 9.30 – 18.00;предупреждаем о необходимости сохранения товарного вида, потребительских свойств, заводской упаковки товара надлежащего качества до возврата его продавцу (сохранение пломб, отсутствие признаков использования, следов вскрытия товара, механических повреждений и других дефектов), а также предоставления документов, подтверждающих заключение договора (товарного, кассового чека, гарантийного талона, инструкции по использованию и других документов на товар, переданных в момент покупки); товар может быть возвращен в течение 7 календарных дней после его передачи; при отказе покупателя от товара, продавец возвращает ему уплаченную за товар сумму <b><span style="color: #9d0a0f;">(за исключением расходов на доставку)</span></b> не позднее чем через 10 рабочих дней с даты предъявления соответствующего требования.</li>
</ul>
</div>
<a class="zakaz" id="5" ><h4>5. Особенности продажи уцененного Товара</h4></a>
<div id="55" style="display: none;">
<p>
	 5.1 Продавец вправе предлагать к продаже Товар, имеющий недостатки, указываемые в описании Товара на сайте, а также в сопроводительной документации к Товару.
</p>
<p>
	 5.2 Гарантийные обязательства Продавца по уцененным товарам категории «Уцененные товары»: в случае обнаружения покупателем недостатков товара, которые не были оговорены продавцом и возникли до передачи товара покупателю или по причинам, возникшим до этого момента, покупатель вправе обратиться к Продавцу с требованием о расторжении договора купли продажи и возврате уплаченных денежных средств, при этом требование покупателя подлежит удовлетворению при условии обращения покупателя к продавцу не позднее 2 недель с момента передачи товара. В случае, если требования покупателя обоснованы, возврат денежных средств осуществляется соответствии с п.4&nbsp;в течение 10 рабочих дней с момента письменного обращения покупателя.
</p>
</div>
<a class="zakaz" id="6" ><h4>6. Возврат товара отправленного Почтой России, транспортными компаниями</h4></a>
<div id="66" style="display: none;">
<ul>
	<li>Все товары отправляемые по почте либо транспортными компаниями проходят двойную проверку на: наличие и правильность заполнения сопроводительных документов (руководство по эксплуатации, гарантийный талон, адреса сервисных центров, товарный (кассовый) чек).полную компектность товара (наличие всех прилагаемых акссесуаров и отсутствие у них дефектов); полную работоспособность товара;отсутствие дефектов упаковки.</li>
</ul>
<ul>
	<li>Если Вы заказали товар&nbsp;с доставкой по почте или почтовой курьерской службой, и товар Вам не подошёл, Вы можете вернуть его, заявив о своём намерении&nbsp;совершить возврат&nbsp;в срок не позднее 7 дней с момента выкупа посылки на&nbsp;почте&nbsp;или у курьера почтовой службы. Вам нужно будет совершить только два шага: Сообщите о своём намерении произвести возврат товара консультантам интернет-магазина по тел. +7 (812) 309-76-71 или электронной почте <a href="mailto:support@rusmarta.ru">support@rusmarta.ru</a>. Пожалуйста, укажите Ваше имя и фамилию, а также причину возврата.Отправьте товар в оригинальной упаковке со всеми документам, включая документ, подтверждающий факт и условия покупки указанного товара (квитанцию оплаты посылки на почте). Оформите на почте Вашу отправку как обыкновенную посылку (без наложенного платежа), с указанием ценности вложений 100 рублей. При отправке обязательно составьте подробную опись вложений в посылку на специальном бланке, предоставляемом Почтой России.</li>
</ul>
<ul>
	<li>Как только Ваш возврат будет получен,&nbsp;мы произведём проверку&nbsp;возвращаемого товара. Убедившись в том, что товар новый и&nbsp;возвращен в полном комплекте с упаковкой и ярлыками, отсутствуют повреждения мы сообщим Вам о готовности&nbsp;осуществить&nbsp;Вам выплату за возвращаемый товар и отправим деньги почтовым переводом на Ваш адрес или другим способом по договоренности.&nbsp;<br>
 </li>
</ul>
</div>
<a class="zakaz" id="7" ><h4>7. Прочие условия </h4></a>
<div id="77" style="display: none;">
<ul>
	<li>К отношениям между Клиентом и Продавцом применяется законодательство Российской Федерации. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РФ.</li>
</ul>
<ul>
	<li>Признание судом недействительности какого-либо положения настоящих Условий и правил не влечет за собой недействительность остальных положений.&nbsp;</li>
</ul>
</div>
<a class="zakaz" id="8" ><h4>8. Сервис.</h4></a>
<div id="88" style="display: none;">
Мы заботимся о своих покупателях и поэтому уделяем большое внимание послепродажному обслуживанию.&nbsp; <br>
 В случае возникновения вопросов обращайтесь к продавцу или специалисту нашего авторизованного сервисного центра. <br>
 Центр сервисного обслуживания&nbsp; <br>
 г. Санкт-Петербург ул.Учительская д.23 БЦ "Атолл" оф. 473. <br>
 Телефон: 88003335351. доб. 002<br>
<br>
<b>8.1 Отправка оборудование в ремонт из регионов (Кроме СПБ).</b>
<ul>
	<li>При обнаружении неисправности клиент должен обратиться в компанию, сообщить номер заказа или товарного чека, дату получения оборудования и как можно подробнее описать возникшую неисправность.</li>
	<li>Специалист технической поддержки постарается помочь устранить неисправность удаленно. В случае, когда удаленно неисправность устранить не удается, менеджер технической поддержки создает заявку на ремонт оборудования.</li>
	<li>Если в городе покупателя есть пункты выдачи транспортной компании СДЭК, создается накладная на возврат. Номер накладной высылается клиенту в виде СМС сообщения на телефон. В таком случае клиент приходит в пункт выдачи ТК СДЭК с оборудованием и отправляет его в сервисный центр нашей компании.&nbsp;</li>
	<li>Если ПВЗ ТК СДЭК нет - отправка осуществляется любым другим удобным способом.</li>
	<li>В случае если отправка осуществляется Почтой России, клиенту необходимо связаться со службой технической поддержки для уточнения адреса отправки оборудования.</li>
	<li>В соответствии с постановлением от 27 сентября 2007 г. N 612 Правила продажи товаров дистанционным способом. пересылка товара в сервисный центр осуществляется за счет покупателя.</li>
	<li>После получения товара нашим сервисным центром, будет проведена диагностика, выявляющая причину неисправности, по результатам диагностики менеджер сервисного центра связывается с клиентом, после чего осуществляется ремонт.</li>
	<li>Максимальный срок ремонта с соответствии с Законом о защите прав потребителей (в ред. Федеральных законов от 09.01.1996 N 2-ФЗ, от 17.12.1999 N 212-ФЗ, от 30.12.2001 N 196-ФЗ, от 22.08.2004 N 122-ФЗ, от 02.11.2004 N 127-ФЗ, от 21.12.2004 N 171-ФЗ, от 27.07.2006 N 140-ФЗ, от 16.10.2006 N 160-ФЗ, от 25.11.2006 N 193-ФЗ). может достигать 45 суток со дня обнаружения неисправности.<br>
 </li>
</ul>
</div>
<a class="zakaz" id="9" ><h4>9. Правовая информация.</h4></a>
<div id="99" style="display: none;">
 ЗАКОН О ЗАЩИТЕ ПРАВ ПОТРЕБИТЕЛЕЙ&nbsp;(в ред. Федеральных законов от 09.01.1996 N 2-ФЗ, от 17.12.1999 N 212-ФЗ, от 30.12.2001 N 196-ФЗ, от 22.08.2004 N 122-ФЗ, от 02.11.2004 N 127-ФЗ, от 21.12.2004 N 171-ФЗ, от 27.07.2006 N 140-ФЗ, от 16.10.2006 N 160-ФЗ, от 25.11.2006 N 193-ФЗ). <br>
 ПОСТАНОВЛЕНИЕ № 575&nbsp;Утвержден Постановлением Правительства РФ от 13 мая 1997 г. № 575 Перечень технически сложных товаров, в отношении которых требования потребителя об их замене подлежат удовлетворению в случае обнаружения в товарах существенных недостатков. <br>
 ПОСТАНОВЛЕНИЕ №55 Товары, не подлежащие замене&nbsp;Перечень непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размеров, формы, габаритов, фасона, расцветки или комплектации ( в ред. Постановлений Правительства РФ от 20.10.1998 N 1222, от 02.10.1999 N 1104, от 06.02.2002 N 81 (ред. 23.05.2006), от 12.07.2003 N 421, от 01.02.2005 N 49, от 08.02.2006 N 80, от 15.12.2006 N 770, от 27.03.2007 N 185). <br>
 ПОСТАНОВЛЕНИЕ от 27 сентября 2007 г. N 612 Правила продажи товаров дистанционным способом. &nbsp;
</div><br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>