<?
$MESS["imp_title"] = "آوردن آدرسهای ایمیل";
$MESS["imp_results"] = "نتایج آوردن:";
$MESS["imp_results_total"] = "همه آدرسهایی که وارد می شوند:";
$MESS["imp_results_added"] = "آدرسهای افزوده شده:";
$MESS["imp_results_err"] = "آدرسهای خطا:";
$MESS["imp_delim"] = "آدرسهای موجود در فهرست باید با <b>کاما</b> یا <b>خط جدید</b> از یکدیگر جدا شوند.";
$MESS["imp_file"] = "آوردن از فایل:";
$MESS["imp_list"] = "آوردن از فهرست:";
$MESS["imp_send_code"] = "کد تایید اشتراک را ارسال کن:";
$MESS["imp_conf"] = "اشتراک را تایید شده فرض کن:";
$MESS["imp_user"] = "مشترکین می توانند به عنوان کاربران ناشناس یا ثبت نام شده افزوده شوند.";
$MESS["imp_user_anonym"] = "مشترکین ناشناس پروفایلی در سایت ندارند. کاربران ثبت نام شده پروفایل شخصی دارند و می توانند عضو یک یا چند گروه باشند.";
$MESS["imp_add"] = "مشترکین افزوده شده:";
$MESS["imp_add_anonym"] = "به عنوان کاربران ناشناس";
$MESS["imp_add_users"] = "به عنوان کاربران ثبت نام شده (پروفایل ساخته می شود)";
$MESS["imp_send_reg"] = "ارسال اطلاعات ثبت نام برای کاربران:";
$MESS["imp_add_gr"] = "افزودن کاربران به این گروه ها:";
$MESS["imp_subscr"] = "اشتراک در گروه های:";
$MESS["imp_fmt"] = "فرمت:";
$MESS["imp_fmt_text"] = "متن";
$MESS["imp_butt"] = "آوردن آدرسها";
$MESS["imp_site"] = "نامه ها بر اساس تمپلتهای سایت فرستاده شود:";
$MESS["imp_import_tab"] = "آوردن";
?>