<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Вакансии компании – Rusmarta");
$APPLICATION->SetPageProperty("description", "Все горячие предложения и вакансии. Сигнализация и видеооборудование, системы видеонаблюдения с доставкой по всей России в интернет-магазине Rusmarta.ru");
$APPLICATION->SetTitle("Вакансии");?><h4><b>ПРОДАВЕЦ-КО</b><b>НСУЛЬТАНТ</b></h4>
 <br>
 <b>&nbsp;Требования:</b>
<p>
	 • Иметь желание много зарабатывать;<br>
	 • Быть амбициозным и стремиться к карьерному росту;<br>
	 • Быть трудолюбивым и легкообучаемым;<br>
	 • Уметь продавать;<br>
	 • Быть старше 20 лет;<br>
	 • Быть ответственным и честным;<br>
	 • Уметь работать в 1С;<br>
	 • Быть продвинутым пользователем гаджетов, автомобильных устройств и электроники;&nbsp;<br>
	 • Быть гражданином РФ, РБ и РК.
</p>
<p>
 <b>Обязанности:</b>&nbsp;<br>
 <br>
	 • Консультировать клиентов при выборе автомобильных устройств и систем безопасности.&nbsp;<br>
	 • Оперативно и точно подбирать для клиентов устройства, технику и электронику;<br>
	 • Активно продавать;<br>
	 • Профессионально развиваться и обучаться;<br>
	 • Самостоятельно проводить продажу в кассе, выписывать чеки, оформлять возвраты.
</p>
<p>
 <b>Условия:&nbsp;</b><br>
 <br>
	 • Оплата обучения и стажировки;<br>
	 • Удобный график работы 5/2, плавающие выходные;<br>
	 • Оформление по ТК РФ;<br>
	 • Молодой и дружный коллектив;<br>
	 • Интересная продукция из сферы электроники и автомобильных аксессуаров;<br>
	 • Специальные цены на приобретение брендовых товаров;<br>
	 • Заработная плата от 25 000
</p>
<p>
 <br>
</p>
<h4> <b>РЕГИОНАЛЬНЫЙ МЕНЕДЖЕР ПО ОПТОВЫМ ПРОДАЖАМ</b><br>
 </h4>
<p>
 <b>Требования:&nbsp;</b><br>
 <br>
	 • Реальные достижения в продажах;&nbsp;<br>
	 • Энергичность, активность, самостоятельность и коммуникабельность.&nbsp;<br>
	 • Опыт работы в 1С.
</p>
<p>
 <b>Обязанности:&nbsp;</b><br>
 <br>
	 • Активно продавать оптом системы видеонаблюдения и охранные системы от производителя;&nbsp;<br>
	 • Развивать клиентскую базу, увеличивать объемы продаж;&nbsp;<br>
	 • Вести переговоры, заключать договора, контролировать оплату, дебиторскую задолженность, РРЦ;
</p>
<p>
 <b>Условия:&nbsp;</b><br>
 <br>
	 • Работа стабильной компании;<br>
	 • Испытательный срок 2 месяца;<br>
	 • Оформление согласно ТК РФ;<br>
	 • Пятидневная рабочая неделя с 09:00 до 18:00;<br>
	 • Молодой и дружный коллектив;<br>
	 • Гибкая и выгодная мотивация по оплате труда.
</p>
<p>
 <br>
</p>
<h4> <b>СПЕЦИАЛИСТ ПО КОНТЕКСТНОЙ РЕКЛАМЕ</b><br>
 </h4>
<p>
 <b>Требования:</b>&nbsp;<br>
 <br>
	 - Владение инструментами вэб-аналитики Яндекс-метрика, Google-Analytics;&nbsp;<br>
	 - Письменная и устная грамотность;&nbsp;<br>
	 - Понимание маркетинговых инструментов,&nbsp;<br>
	 - аккуратность, внимательность, ответственность.
</p>
<p>
 <b>Обязанности:</b>&nbsp;<br>
 <br>
	 - Планирование и проведение контекстных, медийных, таргетированных рекламных кампаний в Яндекс, Google, ВК, ФБ, Инстаграм;&nbsp;<br>
	 - Аналитика эффективности проведения всех рекламных кампаний;&nbsp;<br>
	 - Поиск и тестирование новых каналов интернет-продвижения;&nbsp;<br>
	 - Анализ поведения аудитории на сайте;&nbsp;<br>
</p>
<p>
</p>
<p>
 <b>Условия:&nbsp;</b><br>
 <br>
	 - Работа стабильной компании<br>
	 - Молодой коллектив&nbsp;<br>
	 - Карьерный рост, премии и бонусы&nbsp;<br>
	 - Оформление согласно ТК РФ&nbsp;<br>
	 - Заработная плата обсуждается на собеседовании;&nbsp;<br>
	 - График с 9.00-18.00
</p>
<p>
 <br>
</p>
<h4> <b>КОНТЕНТ-МЕНЕДЖЕР</b><br>
 </h4>
<p>
 <b>Требования:</b>&nbsp;<br>
 <br>
	 - Знание и опыт работы в 1С Битрикс;&nbsp;<br>
	 - Опыт работы в PHP, html-CSS, java-script.&nbsp;<br>
	 - технический склад ума,&nbsp;<br>
	 - письменная и устная грамотность;&nbsp;<br>
	 - Понимание маркетинговых инструментов,&nbsp;<br>
	 - Понимание структуры юзабилити, современных тенденций ВЭБ-дизайна, стилистики;&nbsp;<br>
	 - аккуратность, внимательность, ответственность, скорость, умение работать в режиме многозадачности.
</p>
<p>
 <b>Обязанности:</b>&nbsp;<br>
 <br>
	 - Активное заполнение сайтов компании,размещение статей и новостных материалов;&nbsp;<br>
	 - Заполнение/корректировка карточек товаров;&nbsp;<br>
	 - Добавление новых позиций в каталог;&nbsp;<br>
	 - изменения контента сайтов в соответствии с аналитикой рекламных кампаний;&nbsp;<br>
	 - постановка задач дизайнеру/программисту/менеджеру проектов;
</p>
<p>
</p>
<p>
 <b>Условия:&nbsp;</b><br>
 <br>
	 - Работа в стабильной развивающейся компании;<br>
	 - Молодой коллектив;<br>
	 - Карьерный рост, премии и бонусы;<br>
	 - Оформление согласно ТК РФ;<br>
	 - Заработная плата обсуждается на собеседовании;&nbsp;<br>
	 - График с 9.00-18.00
</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>