<?
$MESS["opt_encoding"] = "انکدینگ پیغام";
$MESS["opt_delete"] = "تا چند روز مشترکین تایید نشده را حفظ کند (صفر به معنای حذف نکردن مشترک است)";
$MESS["MAIN_RESTORE_DEFAULTS"] = "مقادیر پیش فرض";
$MESS["opt_anonym"] = "اجازه اشتراک به صورت ناشناس:";
$MESS["opt_links"] = "اگر به صورت ناشناس مشترک شد، پیوندهای ورود به سایت را نشان بده:";
$MESS["opt_sect"] = "بخشی از سایت که صفحه ویرایش اشتراک در آن قرار دارد (ماکروی: #LANG_DIR#):";
$MESS["opt_vis_edit"] = "استفاده از ویرایشگر تصویری HTML";
$MESS["opt_interval"] = "فاصله زمانی بین هر گام در ارسال گام به گام در مد &quot; ارسال جداگانه برای هر گیرنده&quot; (عدد صفر به معنای ارسال برای همه در آن واحد)";
$MESS["opt_def_from"] = "ایمیل پیش فرض برای فرستنده:";
$MESS["opt_def_to"] = "ایمیل پیش فرض برای گیرنده:";
$MESS["opt_allow_8bit"] = "اجازه استفاده از سمبلهای 8 بیتی در سربرگ پیغام:";
$MESS["opt_attach"] = "ارسال تصاویر به صورت ضمیمه:";
$MESS["opt_method_agent"] = "Agent";
$MESS["opt_method_cron"] = "cron";
$MESS["opt_method"] = "روش ارسال خودکار خبرنامه ها:";
$MESS["opt_max_per_hit"] = "تعداد پیغامهایی که در هر مرحله &quot;مستقیما برای شنوندگان&quot; ارسال خواهد شد:";
$MESS["opt_template_method"] = "روش تولید خودکار:";
$MESS["opt_template_interval"] = "بازه تحلیل برای تولید شماره خبرنامه (ثانیه):";
?>