<?
$MESS["F_NO_MODULE"] = "ماژول انجمن نصب نشده است.";
$MESS["F_NO_NPERMS"] = "شما مجوز کافی برای ساختن موضوع جدید در این انجمن ندارید";
$MESS["F_NO_EPERMS"] = "شما مجوز کافی برای ویرایش این پیغام ندارید";
$MESS["F_ERR_SESS_FINISH"] = "نشست شما خاتمه یافته است. لطفا عملیات را تکرار کنید.";
$MESS["F_NTITLE"] = "موضوع جدید";
$MESS["F_ETITLE"] = "ویرایش پیغام";
$MESS["F_FID_IS_LOST"] = "انجمن مورد نظر پیدا نشد.";
$MESS["F_MID_IS_LOST"] = "مطلب مورد نظر پیدا نشد.";
$MESS["F_ERRRO_FILE_NOT_UPLOAD"] = "امکان آپلود فایل نیست.";
?>