<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Реквизиты");?>

<p>Данный сайт является демо-версией готового интернет-магазина ЭЛЕКТРОСИЛА для 1С-Битрикс. Вся информация на сайте не является офертой, а служит лишь примером наполнения для ознакомления с возможностями решения.</p>
<p>Общество с ограниченной ответственностью "ЭЛЕКТРОСИЛА"<br />ИНН: 0000000000<br />КПП: 000000000<br />ОГРН: 0000000000000<br />ОКПО: 00000000<br />Расчетный счет: 40000000000000000000<br />Наименование банка: ОАО "БАНК", Москва<br />БИК: 0000000000<br />Корсчет: 00000000000000000000</p>

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>