<?
$strMessPrefix = 'ACRIT_EXP_SETTINGS_RAW_';

$MESS[$strMessPrefix.'NAME'] = '»спользовать значение без обработки';
$MESS[$strMessPrefix.'DESC'] = 'ќтметьте галочку, если исходное значение не требуетс€ обработать - это учитываетс€ дл€ свойств инфоблоков следующих типов:<ul><li>E (прив€зка к элементам),</li><li>G (прив€зка к разделам),</li><li>S:directory (справочник).</li></ul>
<p>ѕример использовани€: если необходимо получить ID родительского товара (из свойства прив€зки к элементу), то по умолчанию получаетс€ название товара, а использу€ данную опцию значение будет в виде необработанного числового значени€ - ID товара.</p>
';
?>