<?php

$MESS['YANDEX_MARKET_T_ADMIN_FORM_EDIT_SPECIAL_SHOP_DATA_NAME'] = 'Ќазвание магазина';
$MESS['YANDEX_MARKET_T_ADMIN_FORM_EDIT_SPECIAL_SHOP_DATA_NAME_HELP'] = '<p>¬ названии нельз€ использовать слова, которые не относ€тс€ к наименованию магазина (например &laquo;лучший&raquo;, &laquo;дешевый&raquo;), указывать номер телефона и т. п.</p>
<p>Ќазвание магазина должно совпадать с фактическим названием, которое публикуетс€ на сайте. ≈сли требование не соблюдаетс€, яндекс.ћаркет может самосто€тельно изменить название без уведомлени€ магазина.</p><p> ѕо умолчанию используетс€ название магазина из настроек сайта.</p>';
$MESS['YANDEX_MARKET_T_ADMIN_FORM_EDIT_SPECIAL_SHOP_DATA_COMPANY'] = 'Ќазвание компании, владеющей магазином';
$MESS['YANDEX_MARKET_T_ADMIN_FORM_EDIT_SPECIAL_SHOP_DATA_COMPANY_HELP'] = '<p>ѕолное наименование компании, владеющей магазином.</p><p> Ќе публикуетс€, используетс€ дл€ внутренней идентификации.</p><p> ѕо умолчанию используетс€ название компании из настроек сайта.</p>';