<?
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE"] = "Ѕольша€ активность в ∆ивой ленте? - включите режим \"”много слежени€\" чтобы видеть только важные дл€ вас событи€.
—ообщени€ ленты будут подниматьс€ наверх только дл€ событий, в которых вы €вл€етесь автором, получателем или упом€нуты в тексте. ѕри добавлении комментари€ вы автоматически начнете следите за всеми обновлени€ми в сообщении.";
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE2"] = "Ѕольша€ активность в ленте новостей? - включите режим \"”много слежени€\" чтобы видеть только важные дл€ вас событи€.
—ообщени€ ленты будут подниматьс€ наверх только дл€ событий, в которых вы €вл€етесь автором, получателем или упом€нуты в тексте. ѕри добавлении комментари€ вы автоматически начнете следите за всеми обновлени€ми в сообщении.";
$MESS["SONET_LF_UNFOLLOW_IM_BUTTON_Y"] = "¬ключить \"”мное слежение\"";
$MESS["SONET_LF_UNFOLLOW_IM_BUTTON_N"] = "Ќет, спасибо";
?>