</br>
<p style="text-align: center;">
 <b><span style="color: #2e75c5; font-size: 20pt;">ПОЧЕМУ ЛУЧШЕ ВЫБРАТЬ RUSMARTA.RU?</span></b>
</p>
 <noindex>
<div>
	<ul>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Помощь в выборе оборудования!</span></strong></span>&nbsp;Позвоните по любому телефону, указанному на нашем сайте и наши квалифицированные <b>сотрудники проконсультируют Вас по всем возникающим вопросам</b> и помогут подобрать необходимое оборудование.</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Работаем с 2009 года!&nbsp;</span></strong></span>&nbsp;За плечами у нашей компании более 10 лет опыта работы и <b>более 80 000 довольных клиентов</b> . За это время мы подобрали и протестировали лучшие решения на рынке систем безопасности.</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Бесплатная техническая поддержка!</span></strong></span>&nbsp;Приобретая оборудование в нашей компании Вы можете быть уверенным в том, что после покупки Вас не бросят, если у Вас возникнут сложности с подключением и настройкой купленного оборудования. Наши инженера с радостью помогут Вам решить любой вопрос и <b>это абсолютно бесплатно</b>.</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Отправляем проверенный товар!</span></strong></span>&nbsp;Наши специалисты отдела проверки качества на этапе производства проверяют всё оборудование перед формированием поставки. Благодаря этому обеспечивается <b>минимальный брак изделий</b>!</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Обмен и возврат в течении 14 дней!</span></strong></span>&nbsp;Купили товар но он&nbsp;по какой-то причине Вам не подошел? Не проблема! Мы <b>готовы принять товар назад или обменять его на другой</b>, при условии что товар не был в употреблении, не монтировался, сохранен его товарный вид и упаковка!</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">SMS и E-mail информирование покупателей!</span></strong></span>&nbsp;Оформляя заказ в нашем магазине Вы будете знать информацию о нем <b>на каждом этапе</b> от подтверждения заказа до его доставки на пункт выдачи или курьером Вам в руки.</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Гарантия до 3-х лет!</span></strong></span>&nbsp;На все товары, продаваемые в нашем интернет магазине распространяется <b>гарантия от 1 до 3-х лет</b>. При возникновении проблем с работой устройства вы можете обратиться в наш сервисный центр для ремонта по гарантии.</li>
		<li><span style="font-size: 12pt; color: #ff6600;"><strong><span style="font-size: 14pt; font-family: Arial, Helvetica;">Выгодные цены!</span></strong></span>&nbsp;Мы работаем напрямую с фабриками, производящими оборудование без посредников. Это позволяет нам поддерживать <b>уровень цен на одном из самых низких на рынке</b>.</li>
	</ul>
</div>

<p style="text-align: center;">
	 Характеристики, комплект поставки и внешний вид данного товара могут отличаться от указанных или могут быть изменены производителем без отражения в каталоге <a href="https://rusmarta.ru">rusmarta.ru</a>. Информация о ценах товара и комплектации указанная на сайте не является офертой в смысле, определяемом положениями ст. 435 Гражданского Кодекса РФ.
</p>
 </noindex>