<?
$MESS ['mnu_sect'] = "จดหมายข่าว";
$MESS ['mnu_posting'] = "ฉบับที่ของจดหมายข่าว";
$MESS ['mnu_posting_alt'] = "จัดการจดหมายข่าว";
$MESS ['mnu_subscr'] = "ข้อมูลผู้รับ";
$MESS ['mnu_subscr_alt'] = "จัดการข้อมูลผู้ที่รับข่าวสารทางที่อยู่อีเมล์";
$MESS ['mnu_rub'] = "ประเภทจดหมายข่าว";
$MESS ['mnu_rub_alt'] = "จัดการประเภทจดหมายข่าว";
$MESS ['mnu_subscr_import'] = "นำเข้าข้อมูลที่อยู่ของผู้รับ";
$MESS ['mnu_subscr_import_alt'] = "นำเข้าข้อมูลที่อยู่ของผู้รับจากไฟล์หรือกระดานข่าว";
$MESS ['mnu_sect_title'] = "การลงทะเบียนรับจดหมายข่าวและการจัดการข้อมูลผู้รับข่าว";
?>