<?
$MESS ['FTR_NO_FID'] = "ตรวจเว็บบอร์ด #FORUM# ที่ยังใช้งานไม่ได้";
$MESS ['FTR_FID_EMPTY'] = "ตรวจเว็บบอร์ดที่ยังไม่ได้ตั้งค่า";
$MESS ['FTR_NO_PROPERTY'] = "คุณสมบัติกับรหัสของ \"FORUM_TOPIC_ID\" ที่ไม่พบ";
$MESS ['FTR_NO_PRODUCT'] = "ไอเท็ม ##ITEM# ที่ไม่พบ";
$MESS ['FTR_NO_REVIEW_TEXT'] = "โปรดระบุข้อความที่ต้องการแสดงความคิดเห็น";
$MESS ['FTR_GUEST'] = "ผู้เยี่ยมชม";
$MESS ['ADDMESS_ERROR_ADD_TOPIC'] = "พบข้อผิดพลาดในการบันทึกการแสดงความคิดเห็น (1)";
$MESS ['ADDMESS_ERROR_ADD_MESSAGE'] = "พบข้อผิดพลาดในการบันทึกการแสดงความคิดเห็น (2)";
$MESS ['COMM_COMMENT_OK'] = "บันทึกการแสดงความคิดเห็นสมบูรณ์แล้ว";
$MESS ['OPINIONS_ERROR'] = "พบข้อผิดพลาดในการบันทึกการแสดงความคิดเห็น โปรดส่งการแสดงความคิดเห็นมากกว่า 1 ครั้ง หรือรายงานความผิดพลาดนี้ไปยังเว็บมาสเตอร์";
$MESS ['OPINIONS_OK'] = "ขอบคุณ บันทึกการแสดงความคิดเห็นของคุณสมบูรณ์แล้ว";
$MESS ['OPINIONS_NOTES'] = "*&nbsp;เขียนการแสดงความคิดเห็นออนไลน์ในช่องข้อมูลนี้<br>*&nbsp;คุณไม่สามารถใช้ HTML tags.<br>*&nbsp;การแสดงความคิดเห็นของคุณจะถูกเผยแพร่ทันทีหลังจากได้รับการตรวจสอบแล้ว<br><br>";
$MESS ['OPINIONS_NAME'] = "ชื่อของคุณ";
$MESS ['OPINIONS_SEND'] = "ส่ง";
$MESS ['NAV_OPINIONS'] = "การแสดงความคิดเห็น";
$MESS ['F_C_GOTO_FORUM'] = "ไปยังเว็บบอร์ด &gt;&gt;";
?>